[{
	"title": "Climate: Last chance to save nature, Wales campaigners say",
	"content": "Wales has reached its \"last chance to save nature\", wildlife groups have warned.  More than 40 organisations have written to the Welsh government saying Wales has become \"one of the most nature-depleted countries in the world\". The Senedd is set to pass a new agricultural bill this month, but charities have argued the \"crucial\" reforms do not go far enough.  The Welsh government called the legislation \"transformational\".  One in six species - from salmon to hedgehogs - is currently at risk of extinction in Wales, with 73 having already disappeared since the 1970s. The group, which includes the WWF, RSPB and Wildlife Trust Wales, said in the letter seen by BBC Wales that none of the country's natural ecosystems - such as rivers or woodlands - is classed as resilient enough to face threats including climate change. Some farming organisations - including The Landworkers' Alliance and Nature-Friendly Farming Network (NFFN) - also signed the letter and said they were \"increasingly concerned\" the Agriculture (Wales) Bill would fail to deliver for wildlife. They asked Members of the Senedd (MSs) to make changes before it is passed on 16 May.  The legislation will pave the way for a new funding model for farming - as pre-Brexit era subsidies are replaced by the Welsh government's Sustainable Farming Scheme. But the charities said the wording was too weak to influence real change and could prove \"disastrous\". They want the phrase \"restore nature\" added as a clear objective of the plans to reform agriculture. The bill currently uses an older concept of \"maintain and enhance\" rather than \"restore\" - lifted from the Environment (Wales) Act of 2016. The organisations warned this does not match the ambition shown in a landmark global agreement on biodiversity at the COP15 summit in Canada last December, which highlighted there were \"just seven years left to halt and reverse the loss of our natural world\". \"The way we manage land through agriculture is the biggest driver of nature loss in Wales,\" explained Shea Buckland-Jones, policy manager at WWF Cymru. \"So in turn the agriculture bill - if designed right - provides us with a once in a lifetime opportunity.\" \"This is about influencing the system that sits around farmers in Wales - they are the guardians of the land,\" he said. \"If we don't get this bill right, we won't be in a position to meet some of those targets that the Welsh government has signed up to at COP15.\" The proposed make-up of Wales' first bespoke agriculture bill has been the subject of furious lobbying from all sides - with farming unions emphasising the need to protect the country's network of small, family farms and boost food production. This has already led to some concessions including the promise of ongoing \"stability\" payments for farmers and a simpler approach to the future funding scheme. That will initially involve meeting a checklist of actions for farmers, from having 10% tree cover to reporting data on use of pesticides. But environment groups worry these requirements are \"low-hanging fruit\" that many farmers would already be achieving.   Hywel Morgan, chair of Nature Friendly Farming Network Cymru, said \"ambitious government policy\" was needed to support and reward a different way of farming. \"Nature-friendly farming is a triple win: it's good for nature, farmers and wider society,\" he said. The Welsh government said the bill was \"ambitious and transformational\" and would \"support farmers, sustainable food production, and to conserve and enhance the Welsh countryside, culture and language\". \"One of the objectives of the bill is to maintain and enhance the resilience of ecosystems and the benefits they provide,\" it said. ",
	"view": "liberal"
}, {
	"title": "Climate: Last chance to save nature, Wales campaigners say",
	"content": "Wales has reached its \"last chance to save nature\", wildlife groups have warned.  More than 40 organisations have written to the Welsh government saying Wales has become \"one of the most nature-depleted countries in the world\". The Senedd is set to pass a new agricultural bill this month, but charities have argued the \"crucial\" reforms do not go far enough.  The Welsh government called the legislation \"transformational\".  One in six species - from salmon to hedgehogs - is currently at risk of extinction in Wales, with 73 having already disappeared since the 1970s. The group, which includes the WWF, RSPB and Wildlife Trust Wales, said in the letter seen by BBC Wales that none of the country's natural ecosystems - such as rivers or woodlands - is classed as resilient enough to face threats including climate change. Some farming organisations - including The Landworkers' Alliance and Nature-Friendly Farming Network (NFFN) - also signed the letter and said they were \"increasingly concerned\" the Agriculture (Wales) Bill would fail to deliver for wildlife. They asked Members of the Senedd (MSs) to make changes before it is passed on 16 May.  The legislation will pave the way for a new funding model for farming - as pre-Brexit era subsidies are replaced by the Welsh government's Sustainable Farming Scheme. But the charities said the wording was too weak to influence real change and could prove \"disastrous\". They want the phrase \"restore nature\" added as a clear objective of the plans to reform agriculture. The bill currently uses an older concept of \"maintain and enhance\" rather than \"restore\" - lifted from the Environment (Wales) Act of 2016. The organisations warned this does not match the ambition shown in a landmark global agreement on biodiversity at the COP15 summit in Canada last December, which highlighted there were \"just seven years left to halt and reverse the loss of our natural world\". \"The way we manage land through agriculture is the biggest driver of nature loss in Wales,\" explained Shea Buckland-Jones, policy manager at WWF Cymru. \"So in turn the agriculture bill - if designed right - provides us with a once in a lifetime opportunity.\" \"This is about influencing the system that sits around farmers in Wales - they are the guardians of the land,\" he said. \"If we don't get this bill right, we won't be in a position to meet some of those targets that the Welsh government has signed up to at COP15.\" The proposed make-up of Wales' first bespoke agriculture bill has been the subject of furious lobbying from all sides - with farming unions emphasising the need to protect the country's network of small, family farms and boost food production. This has already led to some concessions including the promise of ongoing \"stability\" payments for farmers and a simpler approach to the future funding scheme. That will initially involve meeting a checklist of actions for farmers, from having 10% tree cover to reporting data on use of pesticides. But environment groups worry these requirements are \"low-hanging fruit\" that many farmers would already be achieving.   Hywel Morgan, chair of Nature Friendly Farming Network Cymru, said \"ambitious government policy\" was needed to support and reward a different way of farming. \"Nature-friendly farming is a triple win: it's good for nature, farmers and wider society,\" he said. The Welsh government said the bill was \"ambitious and transformational\" and would \"support farmers, sustainable food production, and to conserve and enhance the Welsh countryside, culture and language\". \"One of the objectives of the bill is to maintain and enhance the resilience of ecosystems and the benefits they provide,\" it said. ",
	"view": "conservative"
}, {
	"title": "White House: Big Tech bosses told to protect public from AI risks",
	"content": "Tech bosses were summoned to the White House on Thursday and told they must protect the public from the dangers of Artificial Intelligence (AI). Sundar Pichai of Google, Satya Nadella of Microsoft, and OpenAI's Sam Altmann were told they had a \"moral\" duty to safeguard society. The White House made it clear that it may regulate the sector further. Recently launched AI products like ChatGPT and Bard, have captured the public's imagination. They offer ordinary users the chance to interact with what is known as \"generative AI\", which can summarise information from multiple sources within seconds, debug computer code, write presentations, and even poetry, that sound plausibly as if they might have been human-generated. Their rollout has sparked renewed debate over the role of AI in society, by offering a tangible illustration of the potential risks and rewards of the new technology. Technology executives gathered at the White House on Thursday were told it was up to firms to \"ensure the safety and security of their products\" and were warned that the administration was open to new regulations and legislation to cover artificial intelligence. Sam Altman, chief executive of OpenAI, the firm behind ChatGPT, told reporters that in terms of regulation, executives were \"surprisingly on the same page on what needs to happen\". US Vice President Kamala Harris said in a statement following the meeting that the new technology could pose a risk to safety, privacy and civil rights, although it also had the potential to improve lives. The private sector had \"an ethical, moral, and legal responsibility to ensure the safety and security of their products\", she said. The White House announced a $140m (£111m) investment from the National Science Foundation to launch seven new AI research institutes. Calls for the dramatic rise in emerging AI to be better regulated have been coming thick and fast, from both politicians and tech leaders. Earlier this week, the \"godfather\" of AI, Geoffrey Hinton, quit his job at Google - saying he now regretted his work.  He told the BBC that some of the dangers of AI chatbots were \"quite scary\". In March, a letter signed by Elon Musk and Apple founder Steve Wozniak, called for a pause to the rollout of the technology.  And on Wednesday, the head of the Federal Trade Commission (FTC), Lina Khan, outlined her views on how and why AI needed to be regulated. There are concerns that AI could rapidly replace peoples' jobs, as well as worries that chatbots like ChatGPT and Bard can be inaccurate and lead to the dissemination of misinformation. There are also concerns that generative AI could flout copyright law. Voice cloning AI could exacerbate fraud. AI generated videos can spread fake news. However, advocates like Bill Gates have hit back against calls for an AI \"pause\" saying such a move would not \"solve the challenges\" ahead.  Mr Gates argues it would be better to focus on how best to use the developments in AI.  And others believe there is a danger of over-regulating - which would give a strategic advantage to tech companies in China. ",
	"view": "liberal"
}, {
	"title": "White House: Big Tech bosses told to protect public from AI risks",
	"content": "Tech bosses were summoned to the White House on Thursday and told they must protect the public from the dangers of Artificial Intelligence (AI). Sundar Pichai of Google, Satya Nadella of Microsoft, and OpenAI's Sam Altmann were told they had a \"moral\" duty to safeguard society. The White House made it clear that it may regulate the sector further. Recently launched AI products like ChatGPT and Bard, have captured the public's imagination. They offer ordinary users the chance to interact with what is known as \"generative AI\", which can summarise information from multiple sources within seconds, debug computer code, write presentations, and even poetry, that sound plausibly as if they might have been human-generated. Their rollout has sparked renewed debate over the role of AI in society, by offering a tangible illustration of the potential risks and rewards of the new technology. Technology executives gathered at the White House on Thursday were told it was up to firms to \"ensure the safety and security of their products\" and were warned that the administration was open to new regulations and legislation to cover artificial intelligence. Sam Altman, chief executive of OpenAI, the firm behind ChatGPT, told reporters that in terms of regulation, executives were \"surprisingly on the same page on what needs to happen\". US Vice President Kamala Harris said in a statement following the meeting that the new technology could pose a risk to safety, privacy and civil rights, although it also had the potential to improve lives. The private sector had \"an ethical, moral, and legal responsibility to ensure the safety and security of their products\", she said. The White House announced a $140m (£111m) investment from the National Science Foundation to launch seven new AI research institutes. Calls for the dramatic rise in emerging AI to be better regulated have been coming thick and fast, from both politicians and tech leaders. Earlier this week, the \"godfather\" of AI, Geoffrey Hinton, quit his job at Google - saying he now regretted his work.  He told the BBC that some of the dangers of AI chatbots were \"quite scary\". In March, a letter signed by Elon Musk and Apple founder Steve Wozniak, called for a pause to the rollout of the technology.  And on Wednesday, the head of the Federal Trade Commission (FTC), Lina Khan, outlined her views on how and why AI needed to be regulated. There are concerns that AI could rapidly replace peoples' jobs, as well as worries that chatbots like ChatGPT and Bard can be inaccurate and lead to the dissemination of misinformation. There are also concerns that generative AI could flout copyright law. Voice cloning AI could exacerbate fraud. AI generated videos can spread fake news. However, advocates like Bill Gates have hit back against calls for an AI \"pause\" saying such a move would not \"solve the challenges\" ahead.  Mr Gates argues it would be better to focus on how best to use the developments in AI.  And others believe there is a danger of over-regulating - which would give a strategic advantage to tech companies in China. ",
	"view": "conservative"
}, {
	"title": "AI: Which jobs are most at risk from the technology?",
	"content": "As the man widely seen as the godfather of artificial intelligence (AI) warns about growing dangers from how it is developing, businesses are scrambling to see how they can use the technology to their advantage. Geoffrey Hinton, 75, who used to work for Google has warned that AI chatbots could soon be more intelligent than humans. Many businesses bosses are telling me that the hot topic presented at board meetings is how to deploy ChatGPT style technology across their businesses as quickly as possible. A few weeks ago, I watched as the boss of one of Britain's biggest consumer-facing companies looked at his computer, entered the transcript of a customer complaint call, and asked ChatGPT to summarise it and respond to it based on set of rules he made up on the spot. In about a minute it came up with a very credible answer, with no need for any coding. The end result was, I'm told, about 85% accurate. That is a bit less than human call centre staff, but it cost a fraction of a percentage point of the cost of deploying staff. The good news for all, the pure enhancement to productivity, would occur if all the staff were now focused on the 15%, that could not handled by AI. But the scope to go further, and cut back on staff, is clearly there.  AI Large Language Models are, however, getting more powerful. Not yet quite as capable as an intelligent adult, but not far off. Advances are occurring faster than expected, and could be reaching the point where they become exponential.  The pace of change and adoption means there is scope for an economic and jobs shock to the economy as soon as this year. The moment it becomes cleverer than the cleverest person, in pretty short order, we could get to \"runaway capability\" - more advanced than the entirety of humanity, on the way to what has been described by another former Google AI insider Ray Kurzweil as the \"singularity\". Are we at the start of that exponential moment right about now?  AI has the possibility of taking a bunch of sectors of the economy, which have been immune to productivity improvements up until now, because they were time and knowledge intensive sectors, and transforming them. Technology has given us lots of improvements in the quality of life. All of our smartphones now have all the content we could want, always instantly available on streaming services.  One top policymaker told me that \"a lot of that innovation has made our leisure time more enjoyable. It's not made our working time, more productive. It may have eradicated boredom as a human experience. But has it made you more productive at work?\" The real shock has been that these technologies are usable in a commercial context, not just for \"low-cognitive, repetitive\" - i.e. robotic - tasks, long thought susceptible to automation. The surprise has been how deployable these technology is to highly creative, high-value work, which had been assumed to be relatively protected from competition. The Open AI/ ChatGPT founder Sam Altman has himself expressed his surprise at the use so far. Specifically, the \"blank page\" or \"first draft\" stage at the start of the creative process of writing copy, creating an image, or music, or coding a programme can be achieved in seconds rather than weeks of briefing and refining. Again this is what is possible with AI's not-yet-as-intelligent-as-an-adult human. So the good news is that rapid deployment of this technology, faster than the rest of the world, could solve the UK's longstanding productivity crisis.  The bad news is that it could occur so rapidly as to overtake workers' ability to adapt in time, creating social and economic crises. Could we face in call centres and creative studios in the 2020s, the equivalent of what happened in the coal mines in the 1980s? Some of the people most reluctant about the size of government in Silicon Valley have started to suggest that states might need to provide a basic income. The response of techno enthusiasts is the mantra: \"You wont be replaced by an AI, but you might be replaced by someone who knows how to use AI\". But they used to say that's why everybody should learn how to code. That might not be such sage career advice any more.",
	"view": "liberal"
}, {
	"title": "AI: Which jobs are most at risk from the technology?",
	"content": "As the man widely seen as the godfather of artificial intelligence (AI) warns about growing dangers from how it is developing, businesses are scrambling to see how they can use the technology to their advantage. Geoffrey Hinton, 75, who used to work for Google has warned that AI chatbots could soon be more intelligent than humans. Many businesses bosses are telling me that the hot topic presented at board meetings is how to deploy ChatGPT style technology across their businesses as quickly as possible. A few weeks ago, I watched as the boss of one of Britain's biggest consumer-facing companies looked at his computer, entered the transcript of a customer complaint call, and asked ChatGPT to summarise it and respond to it based on set of rules he made up on the spot. In about a minute it came up with a very credible answer, with no need for any coding. The end result was, I'm told, about 85% accurate. That is a bit less than human call centre staff, but it cost a fraction of a percentage point of the cost of deploying staff. The good news for all, the pure enhancement to productivity, would occur if all the staff were now focused on the 15%, that could not handled by AI. But the scope to go further, and cut back on staff, is clearly there.  AI Large Language Models are, however, getting more powerful. Not yet quite as capable as an intelligent adult, but not far off. Advances are occurring faster than expected, and could be reaching the point where they become exponential.  The pace of change and adoption means there is scope for an economic and jobs shock to the economy as soon as this year. The moment it becomes cleverer than the cleverest person, in pretty short order, we could get to \"runaway capability\" - more advanced than the entirety of humanity, on the way to what has been described by another former Google AI insider Ray Kurzweil as the \"singularity\". Are we at the start of that exponential moment right about now?  AI has the possibility of taking a bunch of sectors of the economy, which have been immune to productivity improvements up until now, because they were time and knowledge intensive sectors, and transforming them. Technology has given us lots of improvements in the quality of life. All of our smartphones now have all the content we could want, always instantly available on streaming services.  One top policymaker told me that \"a lot of that innovation has made our leisure time more enjoyable. It's not made our working time, more productive. It may have eradicated boredom as a human experience. But has it made you more productive at work?\" The real shock has been that these technologies are usable in a commercial context, not just for \"low-cognitive, repetitive\" - i.e. robotic - tasks, long thought susceptible to automation. The surprise has been how deployable these technology is to highly creative, high-value work, which had been assumed to be relatively protected from competition. The Open AI/ ChatGPT founder Sam Altman has himself expressed his surprise at the use so far. Specifically, the \"blank page\" or \"first draft\" stage at the start of the creative process of writing copy, creating an image, or music, or coding a programme can be achieved in seconds rather than weeks of briefing and refining. Again this is what is possible with AI's not-yet-as-intelligent-as-an-adult human. So the good news is that rapid deployment of this technology, faster than the rest of the world, could solve the UK's longstanding productivity crisis.  The bad news is that it could occur so rapidly as to overtake workers' ability to adapt in time, creating social and economic crises. Could we face in call centres and creative studios in the 2020s, the equivalent of what happened in the coal mines in the 1980s? Some of the people most reluctant about the size of government in Silicon Valley have started to suggest that states might need to provide a basic income. The response of techno enthusiasts is the mantra: \"You wont be replaced by an AI, but you might be replaced by someone who knows how to use AI\". But they used to say that's why everybody should learn how to code. That might not be such sage career advice any more.",
	"view": "conservative"
}, {
	"title": "Virtual reality used to address victim court trauma",
	"content": "Virtual reality is being used to help victims of crime prepare for giving evidence in court.  Belfast-based tech company Immersonal designed the software that is being rolled out across 52 Scottish courts in the next year.   It is also being piloted in The Hague as part of the International Criminal Court.  The technology allows victims to interact with key members of the judicial process in a virtual world.  Immersonal CEO Tom Houston said the primary aim was to make the court experience less traumatic by giving victims more information about what to expect.  He said: \"Going to court can be intimidating but this technology allows you to walk through a three-dimensional world which recreates the actual court building where the case is to be held.   \"You can interact in a virtual environment that includes the people and objects you will encounter during your case.\"  Through a headset, users are able to navigate their way through the virtual court and click on individuals such as the court clerk who will explain their role.  The team of virtual reality experts set up the company Immersonal in 2021.  Their main aim was developing affordable ways for organisations and individuals who are not tech-savvy to create their own virtual-reality experiences and training simulations.   The company has since secured a £500,000 contract with the Scottish Government to deliver the virtual-reality service in courts over the course of the next 12 months.   The virtual-reality court scheme is not currently operating in Northern Ireland.  A 360-degree view of courtrooms across Northern Ireland is available online through the Victims Support NI website.  Former Victim Support CEO Geraldine Hanna was appointed as Northern Ireland's first victims of crime commissioner last year.  Ms Hanna said that while 360 views of courts had offered a valuable insight into court buildings, she believes there is huge potential for virtual reality to help enhance and improve the experience of victims.  She added: \"It's really important that victims get as much information and support as possible in the run up to their trial.  \"The developments in using virtual reality in the criminal justice system feels like the next step in the journey to help improve a victims experience.\"  A Northern Ireland Courts and Tribunals Service (NICTS) spokesperson said: \"NICTS are committed to working closely with our partners to provide appropriate support to victims and witnesses when they are required to attend court at what is a challenging time in their lives.\"  In some circumstances the Department of Justice also offers initiatives which allow vulnerable victims and witnesses to provide their evidence away from the court environment, for example at remote evidence centres.  Charles Little was the first person on the scene when his parents-in-law were murdered in their home by a mental-health patient.  Michael and Marjorie Cawdery, both 83, died in a frenzied knife attack in Portadown, County Armagh, in May 2017.  Mr Little said: \"When I arrived the perpetrator nearly ran me down as he escaped in the family car, so it was clearly a very traumatic experience.  \"But while the trauma starts with the incident, dealing with the criminal justice system - the trauma can continue.\"  In June 2018 Thomas Scott McEntee, who suffers from paranoid schizophrenia, was sentenced to a minimum of 10 years in prison.  Mr Little said: \"During that court case it was the first time I'd ever been in a courtroom and it was very overwhelming.  \"It felt like everyone knew what they were doing except for my family and I.\"  Mr Little believes the potential of virtual reality to improve the experience of victims in the justice system should be explored further.  He said: \"Certainly from what I've heard about this technology, where you can interact and have people explain their roles, I think this would be hugely helpful.  \"It's about ensuring the victim's ability to act as a witness at the trial and we should embrace anything that can help with that.\" ",
	"view": "liberal"
}, {
	"title": "Virtual reality used to address victim court trauma",
	"content": "Virtual reality is being used to help victims of crime prepare for giving evidence in court.  Belfast-based tech company Immersonal designed the software that is being rolled out across 52 Scottish courts in the next year.   It is also being piloted in The Hague as part of the International Criminal Court.  The technology allows victims to interact with key members of the judicial process in a virtual world.  Immersonal CEO Tom Houston said the primary aim was to make the court experience less traumatic by giving victims more information about what to expect.  He said: \"Going to court can be intimidating but this technology allows you to walk through a three-dimensional world which recreates the actual court building where the case is to be held.   \"You can interact in a virtual environment that includes the people and objects you will encounter during your case.\"  Through a headset, users are able to navigate their way through the virtual court and click on individuals such as the court clerk who will explain their role.  The team of virtual reality experts set up the company Immersonal in 2021.  Their main aim was developing affordable ways for organisations and individuals who are not tech-savvy to create their own virtual-reality experiences and training simulations.   The company has since secured a £500,000 contract with the Scottish Government to deliver the virtual-reality service in courts over the course of the next 12 months.   The virtual-reality court scheme is not currently operating in Northern Ireland.  A 360-degree view of courtrooms across Northern Ireland is available online through the Victims Support NI website.  Former Victim Support CEO Geraldine Hanna was appointed as Northern Ireland's first victims of crime commissioner last year.  Ms Hanna said that while 360 views of courts had offered a valuable insight into court buildings, she believes there is huge potential for virtual reality to help enhance and improve the experience of victims.  She added: \"It's really important that victims get as much information and support as possible in the run up to their trial.  \"The developments in using virtual reality in the criminal justice system feels like the next step in the journey to help improve a victims experience.\"  A Northern Ireland Courts and Tribunals Service (NICTS) spokesperson said: \"NICTS are committed to working closely with our partners to provide appropriate support to victims and witnesses when they are required to attend court at what is a challenging time in their lives.\"  In some circumstances the Department of Justice also offers initiatives which allow vulnerable victims and witnesses to provide their evidence away from the court environment, for example at remote evidence centres.  Charles Little was the first person on the scene when his parents-in-law were murdered in their home by a mental-health patient.  Michael and Marjorie Cawdery, both 83, died in a frenzied knife attack in Portadown, County Armagh, in May 2017.  Mr Little said: \"When I arrived the perpetrator nearly ran me down as he escaped in the family car, so it was clearly a very traumatic experience.  \"But while the trauma starts with the incident, dealing with the criminal justice system - the trauma can continue.\"  In June 2018 Thomas Scott McEntee, who suffers from paranoid schizophrenia, was sentenced to a minimum of 10 years in prison.  Mr Little said: \"During that court case it was the first time I'd ever been in a courtroom and it was very overwhelming.  \"It felt like everyone knew what they were doing except for my family and I.\"  Mr Little believes the potential of virtual reality to improve the experience of victims in the justice system should be explored further.  He said: \"Certainly from what I've heard about this technology, where you can interact and have people explain their roles, I think this would be hugely helpful.  \"It's about ensuring the victim's ability to act as a witness at the trial and we should embrace anything that can help with that.\" ",
	"view": "conservative"
}, {
	"title": "Suppressing China won't make America great - Chinese Foreign Minister Qin Gang",
	"content": "China's foreign minister says China-US relations have \"seriously deviated\" while warning of potential conflict. \"Containment and suppression will not make America great. It will not stop the rejuvenation of China,\" said Qin Gang.  Mr Qin, China's former ambassador to the US, held his first press conference as foreign minister on Tuesday. The spy balloon saga has heightened tensions between the superpowers despite recent efforts to improve ties.  \"It [the US] regards China as its primary rival and the most consequential geopolitical challenge. This is like the first button in the shirt being put wrong,\" said Mr Qin, speaking on the sidelines of the annual meeting of China's parliament in Beijing.  The foreign minister was responding to a question on whether a healthy China-US relationship was still possible as differences between the countries grew. The US called for establishing \"guardrails\", but what it really wants is for China to not hit back with words or actions when provoked, Mr Qin added.  He was referring to US President Joe Biden's comments last month that the US would \"compete fully with China but [is] not looking for conflict\".  Mr Qin said: \"If the US does not put on the brakes and continues to roar down the wrong road, no amount of guardrails can stop the derailment and overturning, and it is bound to fall into conflict and confrontation. Who will bear its disastrous consequences?\"  He also said the diplomatic crisis caused by the balloon incident could have been averted but the US acted with \"the presumption of guilt\".  Washington has previously described the suspected spy balloon as a \"clear violation of US sovereignty\". Beijing admitted the object belonged to them, but said it was a civilian airship blown off-course.  Spy Balloons: Are They Really A Threat? The BBC's Gordon Corera breaks down what we know about spy balloons Watch now on BBC iPlayer (UK only) Relations between the two countries deteriorated during former US President Donald Trump's administration, which launched a trade war against China in 2018. The two superpowers continue to clash on various issues, including Taiwan, China's militarisation of the South China Sea and the origins of Covid. Mr Qin's comments follow Chinese President Xi Jinping's unusually direct rebuke of the US on Monday. Mr Xi said \"Western countries led by the US had implemented all-round containment, encirclement and suppression\" against China and that this brought \"severe challenges\" to the country. On Tuesday, Mr Qin said an \"invisible hand\" was driving the Ukraine crisis but did not name any country or individual. He reiterated that China had not provided weapons to either side of the Russia-Ukraine war and called for peace talks to resume. However, he asked: \"Why should the US demand that China refrain from supplying arms to Russia when it sells arms to Taiwan?\" The Ukraine crisis has reached a \"critical juncture\", he said. \"Either a ceasefire will stop the war, restore peace and embark on a political settlement, or fuel the fire, expand the crisis and drag it into the abyss of losing control.\" Mr Qin, 56, was named China's foreign minister in December 2022 and is one of the youngest appointees to this post in the country's history. He replaced Wang Yi, who was promoted to the politburo of the ruling Communist Party in October that year. A trusted aide of Chinese President Xi Jinping, Mr Qin is well known as a tough-talking diplomat. ",
	"view": "liberal"
}, {
	"title": "Suppressing China won't make America great - Chinese Foreign Minister Qin Gang",
	"content": "China's foreign minister says China-US relations have \"seriously deviated\" while warning of potential conflict. \"Containment and suppression will not make America great. It will not stop the rejuvenation of China,\" said Qin Gang.  Mr Qin, China's former ambassador to the US, held his first press conference as foreign minister on Tuesday. The spy balloon saga has heightened tensions between the superpowers despite recent efforts to improve ties.  \"It [the US] regards China as its primary rival and the most consequential geopolitical challenge. This is like the first button in the shirt being put wrong,\" said Mr Qin, speaking on the sidelines of the annual meeting of China's parliament in Beijing.  The foreign minister was responding to a question on whether a healthy China-US relationship was still possible as differences between the countries grew. The US called for establishing \"guardrails\", but what it really wants is for China to not hit back with words or actions when provoked, Mr Qin added.  He was referring to US President Joe Biden's comments last month that the US would \"compete fully with China but [is] not looking for conflict\".  Mr Qin said: \"If the US does not put on the brakes and continues to roar down the wrong road, no amount of guardrails can stop the derailment and overturning, and it is bound to fall into conflict and confrontation. Who will bear its disastrous consequences?\"  He also said the diplomatic crisis caused by the balloon incident could have been averted but the US acted with \"the presumption of guilt\".  Washington has previously described the suspected spy balloon as a \"clear violation of US sovereignty\". Beijing admitted the object belonged to them, but said it was a civilian airship blown off-course.  Spy Balloons: Are They Really A Threat? The BBC's Gordon Corera breaks down what we know about spy balloons Watch now on BBC iPlayer (UK only) Relations between the two countries deteriorated during former US President Donald Trump's administration, which launched a trade war against China in 2018. The two superpowers continue to clash on various issues, including Taiwan, China's militarisation of the South China Sea and the origins of Covid. Mr Qin's comments follow Chinese President Xi Jinping's unusually direct rebuke of the US on Monday. Mr Xi said \"Western countries led by the US had implemented all-round containment, encirclement and suppression\" against China and that this brought \"severe challenges\" to the country. On Tuesday, Mr Qin said an \"invisible hand\" was driving the Ukraine crisis but did not name any country or individual. He reiterated that China had not provided weapons to either side of the Russia-Ukraine war and called for peace talks to resume. However, he asked: \"Why should the US demand that China refrain from supplying arms to Russia when it sells arms to Taiwan?\" The Ukraine crisis has reached a \"critical juncture\", he said. \"Either a ceasefire will stop the war, restore peace and embark on a political settlement, or fuel the fire, expand the crisis and drag it into the abyss of losing control.\" Mr Qin, 56, was named China's foreign minister in December 2022 and is one of the youngest appointees to this post in the country's history. He replaced Wang Yi, who was promoted to the politburo of the ruling Communist Party in October that year. A trusted aide of Chinese President Xi Jinping, Mr Qin is well known as a tough-talking diplomat. ",
	"view": "conservative"
}, {
	"title": "US President Biden calls Truss's economic policies 'a mistake'",
	"content": "The president of the United States, Joe Biden, has called Liz Truss's original economic policies \"a mistake\".  In an unusual intervention, he said the economic turmoil that followed the government's mini-budget had been \"predictable\". Speaking at an ice cream shop in Oregon, Mr Biden was asked by reporters about the prime minister's attempt to boost growth with unfunded tax cuts - what the reporter called the \"trickle-down plan that she has had to back away from\".  The president replied: \"Well, it's predictable. I wasn't the only one that thought it was a mistake.\" He added: \"I think that the idea of cutting taxes on the super wealthy at a time when - anyway, I just think - I disagreed with the policy, but that's up to Great Britain to make that judgment, not me.\" Mr Biden has long been critical of the economic theory at the heart of the prime minister's policy, namely that cutting taxes on businesses and the rich generates growth that allows wealth to \"trickle down\" to all sectors of society. But it is unusual for the president of the United States to be so critical of the leader of one of America's closest allies. Mr Biden has been criticised in the past for not doing enough to support UK-US relations, preferring instead to focus his transatlantic relationship on Dublin, Paris and Berlin. But he is not alone on the world stage in being puzzled at the way Britain is being governed and the choices being made by its politicians. Foreign ministers and British diplomats say there is a diplomatic cost to Britain's political turmoil, as well as an economic price.  Some world leaders are even happy to laugh at Britain's expense in public. The Greek Prime Minister Kyriakos Mitsotakis spoke to the Sunday Times about the concerns expressed by the International Monetary Fund about the state of Britain's economy.  \"If you need experience in dealing with the IMF, we are here to help!\" he joked, a reference to Greece's own financial instability and support from the international body.  Diplomats from countries suffering their own economic turmoil joke that their currency is stronger than the pound. And crucially, foreign diplomats feel able to break one of the first rules of diplomacy and criticise the domestic policies of their host governments, such as the German ambassador in London, Miguel Berger, who voiced his concerns about the government's economic plans. One UK diplomat told me: \"We are a laughing-stock. People come up to me and ask: 'What is going on in your country?' There is a grim fascination in it all. But when I want to talk about substance, they just say, \"let's wait until things have settled down and there's a plan.'\" Foreign diplomats and ministers say they miss the role the UK used to play on the world stage, saying they long to see what some describe as \"the Britain of old\", that provided a calm, steady presence on the world stage.  Britain was in the past seen by diplomats as one of those countries that followed due process and the rule of law and tended to be on the sensible side of any argument.  One European foreign minister told me this weekend: \"Wake up Britain! The world is on fire. We need you.\" The international unease has been noted by the main opposition parties in the UK, with shadow foreign secretary, David Lammy, saying the recent turmoil has \"made Britain's economy an international punchline\".  \"President Biden knows the dangerous folly of trickle-down economics,\" the MP continued. \"His comments confirm the hit our reputation has taken thanks to the Conservatives.\" The BBC approached the Foreign, Commonwealth and Development Office for a response, but it said it would not be commenting.",
	"view": "liberal"
}, {
	"title": "US President Biden calls Truss's economic policies 'a mistake'",
	"content": "The president of the United States, Joe Biden, has called Liz Truss's original economic policies \"a mistake\".  In an unusual intervention, he said the economic turmoil that followed the government's mini-budget had been \"predictable\". Speaking at an ice cream shop in Oregon, Mr Biden was asked by reporters about the prime minister's attempt to boost growth with unfunded tax cuts - what the reporter called the \"trickle-down plan that she has had to back away from\".  The president replied: \"Well, it's predictable. I wasn't the only one that thought it was a mistake.\" He added: \"I think that the idea of cutting taxes on the super wealthy at a time when - anyway, I just think - I disagreed with the policy, but that's up to Great Britain to make that judgment, not me.\" Mr Biden has long been critical of the economic theory at the heart of the prime minister's policy, namely that cutting taxes on businesses and the rich generates growth that allows wealth to \"trickle down\" to all sectors of society. But it is unusual for the president of the United States to be so critical of the leader of one of America's closest allies. Mr Biden has been criticised in the past for not doing enough to support UK-US relations, preferring instead to focus his transatlantic relationship on Dublin, Paris and Berlin. But he is not alone on the world stage in being puzzled at the way Britain is being governed and the choices being made by its politicians. Foreign ministers and British diplomats say there is a diplomatic cost to Britain's political turmoil, as well as an economic price.  Some world leaders are even happy to laugh at Britain's expense in public. The Greek Prime Minister Kyriakos Mitsotakis spoke to the Sunday Times about the concerns expressed by the International Monetary Fund about the state of Britain's economy.  \"If you need experience in dealing with the IMF, we are here to help!\" he joked, a reference to Greece's own financial instability and support from the international body.  Diplomats from countries suffering their own economic turmoil joke that their currency is stronger than the pound. And crucially, foreign diplomats feel able to break one of the first rules of diplomacy and criticise the domestic policies of their host governments, such as the German ambassador in London, Miguel Berger, who voiced his concerns about the government's economic plans. One UK diplomat told me: \"We are a laughing-stock. People come up to me and ask: 'What is going on in your country?' There is a grim fascination in it all. But when I want to talk about substance, they just say, \"let's wait until things have settled down and there's a plan.'\" Foreign diplomats and ministers say they miss the role the UK used to play on the world stage, saying they long to see what some describe as \"the Britain of old\", that provided a calm, steady presence on the world stage.  Britain was in the past seen by diplomats as one of those countries that followed due process and the rule of law and tended to be on the sensible side of any argument.  One European foreign minister told me this weekend: \"Wake up Britain! The world is on fire. We need you.\" The international unease has been noted by the main opposition parties in the UK, with shadow foreign secretary, David Lammy, saying the recent turmoil has \"made Britain's economy an international punchline\".  \"President Biden knows the dangerous folly of trickle-down economics,\" the MP continued. \"His comments confirm the hit our reputation has taken thanks to the Conservatives.\" The BBC approached the Foreign, Commonwealth and Development Office for a response, but it said it would not be commenting.",
	"view": "conservative"
}, {
	"title": "Coronavirus: Why Taiwan won't have a seat at the virus talks",
	"content": "For the first time since the coronavirus pandemic began, health officials will come together (virtually) next week at the World Health Assembly to decide how the world should tackle the crisis.  But one of the places that's been most successful at protecting its people from the disease will not be invited to this meeting of the decision-making body of the World Health Organization (WHO).  Taiwan has been applauded internationally for quickly and effectively stemming the spread of the virus, and says it should have a platform to share its experiences with the world. But China - which says Taiwan is part of its territory - has blocked Taiwan's attendance since 2016. In recent weeks, the US, EU, Japan and several other nations have backed Taiwan's bid to attend the meeting on 18 May as an observer. China - facing international criticism for both being the source of the pandemic and missteps in the early days of the spread - has hit back with zeal. The Taiwan dispute is long-running, but Shelley Rigger, professor of political science at Davidson College and long-time Taiwan researcher, says there may now be \"diminished patience\" from some countries with an objection from China which \"feels very abstract and ideological in a moment of, you know, global catastrophe\". Taiwan has been self-ruled since the mainland government was toppled by the Communist Party in 1949 and fled to the island. Under its One China policy, Beijing insists it is the legitimate ruler of Taiwan and it will one day be brought back under the leadership of the mainland, by force if necessary. The current government in Taiwan is seen as pro-independence and since Tsai Ing-wen's Democratic Progressive Party took power, relations with Beijing have soured.  Taiwan has its own army and currency and is treated by some governments as though it's a de-facto state. \"China's pretty steadfast on this, and it has nothing to do with public health and everything to do with China's relationship with Taipei, and with President Tsai-Ing-wen who refuses to recognise China's sovereignty over Taiwan,\" says Drew Thompson, former US Defence department official responsible for China, Taiwan and Mongolia. Under Chinese pressure, all but 15 countries have cut diplomatic ties with Taiwan. But Taiwan has lobbied hard to be recognised by multi-lateral organisations like the WHO and others, as a way to seek legitimacy in the international arena. And it hasn't always been left out. Under the previous government - which wanted better relations with China - it had observer status at the WHO under the name \"Chinese Taipei\". But since 2017, after Tsai Ing-wen's election, it has not been invited back. Every year since then Taiwan has lobbied member countries to be included. But ahead of this year's meeting, the voices of support have come loud and clear. Experts say while in the past other countries may not have thought it worth it to risk offending China, that calculation has changed with Covid-19. \"Now, it's not just about the health of people in Taiwan. It's about the health of the people in our own countries. So you're asking us to trade that away,\" Prof Rigger says. Taiwan has had astounding success battling the coronavirus. It has recorded only 440 cases and seven deaths in a population of 23 million, attributed largely to early border controls, a ban on foreign visitors and mandatory quarantine for all Taiwanese people returning home. This has given it a renewed impetus and justification to be included in decision-making about global health. On 8 May leaders of the US Congressional Foreign Affairs Committee sent a letter to nearly 60 countries saying it \"had never been more important to ensure all countries prioritise global health and safety over politics\". It said China's \"bullying tactics\" had \"undermined Taiwan's ability to contribute to international response efforts\" and put everyone at greater risk, so it must be allowed to attend the WHA meeting. Several major powers have responded, including the EU, Japan, Canada, Australia and New Zealand, though none is suggesting abandoning the One China policy, which gives Taiwan its ambiguous status.   Taiwan has also won global plaudits for transparency in sharing information about coronavirus cases as well as for helping other nations with supplies like masks, even those that don't recognise it.  The US has had a long-standing policy of support for Taiwan, as a key ally. So coronavirus may just be a new way to argue for its inclusion in the WHO. But for other countries who have been ambivalent about China and Taiwan's long-running tussle over sovereignty, there are new political considerations, says Alexander Huang a political science professor specialising in China-Taiwan defence and foreign policies. They've watched US-China relations turning sour in recent weeks, but also they are worried about the spill over from the global pandemic as well as suspicions over whether China shared information fully in the early days, he says. Drew Thompson, who is a visiting professor at the Lee Kuan Yew school of public Policy in Singapore, says global public opinion overall towards China \"has turned to the negative. And it's the result of China's insistence on its policies; its way or the highway, and its heavy handed diplomacy\". China has always bristled at what it calls foreign interference in its internal affairs. But this time it has really upped the anger and threats, positioning Taiwan's aim to be present at the WHO as a bid for independence. State media Xinhua has published article after article lambasting the US in particular. \"There is only one China in the world. The government of the People's Republic of China is the sole legal government representing the whole China, and Taiwan is an inalienable part of China,\" it said. It also calls on the US to stop politicising the international response to the pandemic. Global Times, a strident and often nationalist newspaper, published an editorial saying this could put China in a position to use force - an oft repeated threat. \"The only consequence that may ensue is the mainland considering ending this senseless game by solving the Taiwan question once and for all via non-peaceful means,\" it said. Even before the pandemic there had been increased military presence in the South China Sea and the 180km-wide Taiwan Strait that separates the two countries, but shows of strength have turned into warnings. \"In the past three months, China has sent more sorties both by bombers, reconnaissance flights and fighter jets in the air, their navy flotilla has done more exercises than before in the same time period,\" according to Mr Huang. When it comes to other countries, China has made economic threats. When New Zealand backed Taiwan's bid to attend the WHA, China responded angrily saying this could damage bilateral ties. But Foreign Minister Winston Peters said at a press conference: \"We have got to stand up for ourselves.\" \"And true friendship is based on equality. It's based on the ability in this friendship to nevertheless disagree.\" Prof Huang says in recent years China's foreign relations have become much more nationalistic and aimed at protecting its self image, with zero tolerance of any criticism. \"Because of the pandemic, China has become more sensitive to criticism from [the] outside world, and China has now, on the other hand, enjoyed more capacity to show its strength and show its force.\" The WHO has been saying that Taiwan's membership or attendance is entirely up to the member states. It also says that it already communicates with Taiwanese health officials and information is being shared. US Secretary of State Mike Pompeo said recently that the director-general had the power to invite Taiwan, but the WHO's principal legal office Steven Solomon said director-generals only extend invitations when its clear member states support doing so, which is this case is not clear. But as Prof Rigger points out, Taiwan was previously able to attend, and other non-state actors like the Palestinian Authority and the Vatican have observer status. \"We're talking about one country that for one very specific reason is excluded,\" she says. Beyond one two-day meeting, the pandemic has given new relevance to the question of Taiwan's participation on the global stage.  As long as its status remains ambiguous, it's likely that the issue of sovereignty will continue to be a proxy battleground in disputes with mainland China, even after the virus has moved on. ",
	"view": "liberal"
}, {
	"title": "Coronavirus: Why Taiwan won't have a seat at the virus talks",
	"content": "For the first time since the coronavirus pandemic began, health officials will come together (virtually) next week at the World Health Assembly to decide how the world should tackle the crisis.  But one of the places that's been most successful at protecting its people from the disease will not be invited to this meeting of the decision-making body of the World Health Organization (WHO).  Taiwan has been applauded internationally for quickly and effectively stemming the spread of the virus, and says it should have a platform to share its experiences with the world. But China - which says Taiwan is part of its territory - has blocked Taiwan's attendance since 2016. In recent weeks, the US, EU, Japan and several other nations have backed Taiwan's bid to attend the meeting on 18 May as an observer. China - facing international criticism for both being the source of the pandemic and missteps in the early days of the spread - has hit back with zeal. The Taiwan dispute is long-running, but Shelley Rigger, professor of political science at Davidson College and long-time Taiwan researcher, says there may now be \"diminished patience\" from some countries with an objection from China which \"feels very abstract and ideological in a moment of, you know, global catastrophe\". Taiwan has been self-ruled since the mainland government was toppled by the Communist Party in 1949 and fled to the island. Under its One China policy, Beijing insists it is the legitimate ruler of Taiwan and it will one day be brought back under the leadership of the mainland, by force if necessary. The current government in Taiwan is seen as pro-independence and since Tsai Ing-wen's Democratic Progressive Party took power, relations with Beijing have soured.  Taiwan has its own army and currency and is treated by some governments as though it's a de-facto state. \"China's pretty steadfast on this, and it has nothing to do with public health and everything to do with China's relationship with Taipei, and with President Tsai-Ing-wen who refuses to recognise China's sovereignty over Taiwan,\" says Drew Thompson, former US Defence department official responsible for China, Taiwan and Mongolia. Under Chinese pressure, all but 15 countries have cut diplomatic ties with Taiwan. But Taiwan has lobbied hard to be recognised by multi-lateral organisations like the WHO and others, as a way to seek legitimacy in the international arena. And it hasn't always been left out. Under the previous government - which wanted better relations with China - it had observer status at the WHO under the name \"Chinese Taipei\". But since 2017, after Tsai Ing-wen's election, it has not been invited back. Every year since then Taiwan has lobbied member countries to be included. But ahead of this year's meeting, the voices of support have come loud and clear. Experts say while in the past other countries may not have thought it worth it to risk offending China, that calculation has changed with Covid-19. \"Now, it's not just about the health of people in Taiwan. It's about the health of the people in our own countries. So you're asking us to trade that away,\" Prof Rigger says. Taiwan has had astounding success battling the coronavirus. It has recorded only 440 cases and seven deaths in a population of 23 million, attributed largely to early border controls, a ban on foreign visitors and mandatory quarantine for all Taiwanese people returning home. This has given it a renewed impetus and justification to be included in decision-making about global health. On 8 May leaders of the US Congressional Foreign Affairs Committee sent a letter to nearly 60 countries saying it \"had never been more important to ensure all countries prioritise global health and safety over politics\". It said China's \"bullying tactics\" had \"undermined Taiwan's ability to contribute to international response efforts\" and put everyone at greater risk, so it must be allowed to attend the WHA meeting. Several major powers have responded, including the EU, Japan, Canada, Australia and New Zealand, though none is suggesting abandoning the One China policy, which gives Taiwan its ambiguous status.   Taiwan has also won global plaudits for transparency in sharing information about coronavirus cases as well as for helping other nations with supplies like masks, even those that don't recognise it.  The US has had a long-standing policy of support for Taiwan, as a key ally. So coronavirus may just be a new way to argue for its inclusion in the WHO. But for other countries who have been ambivalent about China and Taiwan's long-running tussle over sovereignty, there are new political considerations, says Alexander Huang a political science professor specialising in China-Taiwan defence and foreign policies. They've watched US-China relations turning sour in recent weeks, but also they are worried about the spill over from the global pandemic as well as suspicions over whether China shared information fully in the early days, he says. Drew Thompson, who is a visiting professor at the Lee Kuan Yew school of public Policy in Singapore, says global public opinion overall towards China \"has turned to the negative. And it's the result of China's insistence on its policies; its way or the highway, and its heavy handed diplomacy\". China has always bristled at what it calls foreign interference in its internal affairs. But this time it has really upped the anger and threats, positioning Taiwan's aim to be present at the WHO as a bid for independence. State media Xinhua has published article after article lambasting the US in particular. \"There is only one China in the world. The government of the People's Republic of China is the sole legal government representing the whole China, and Taiwan is an inalienable part of China,\" it said. It also calls on the US to stop politicising the international response to the pandemic. Global Times, a strident and often nationalist newspaper, published an editorial saying this could put China in a position to use force - an oft repeated threat. \"The only consequence that may ensue is the mainland considering ending this senseless game by solving the Taiwan question once and for all via non-peaceful means,\" it said. Even before the pandemic there had been increased military presence in the South China Sea and the 180km-wide Taiwan Strait that separates the two countries, but shows of strength have turned into warnings. \"In the past three months, China has sent more sorties both by bombers, reconnaissance flights and fighter jets in the air, their navy flotilla has done more exercises than before in the same time period,\" according to Mr Huang. When it comes to other countries, China has made economic threats. When New Zealand backed Taiwan's bid to attend the WHA, China responded angrily saying this could damage bilateral ties. But Foreign Minister Winston Peters said at a press conference: \"We have got to stand up for ourselves.\" \"And true friendship is based on equality. It's based on the ability in this friendship to nevertheless disagree.\" Prof Huang says in recent years China's foreign relations have become much more nationalistic and aimed at protecting its self image, with zero tolerance of any criticism. \"Because of the pandemic, China has become more sensitive to criticism from [the] outside world, and China has now, on the other hand, enjoyed more capacity to show its strength and show its force.\" The WHO has been saying that Taiwan's membership or attendance is entirely up to the member states. It also says that it already communicates with Taiwanese health officials and information is being shared. US Secretary of State Mike Pompeo said recently that the director-general had the power to invite Taiwan, but the WHO's principal legal office Steven Solomon said director-generals only extend invitations when its clear member states support doing so, which is this case is not clear. But as Prof Rigger points out, Taiwan was previously able to attend, and other non-state actors like the Palestinian Authority and the Vatican have observer status. \"We're talking about one country that for one very specific reason is excluded,\" she says. Beyond one two-day meeting, the pandemic has given new relevance to the question of Taiwan's participation on the global stage.  As long as its status remains ambiguous, it's likely that the issue of sovereignty will continue to be a proxy battleground in disputes with mainland China, even after the virus has moved on. ",
	"view": "conservative"
}, {
	"title": "BP faces green protest over new climate goals",
	"content": "Some of the UK's biggest pension funds have voted against reappointing BP's chairman over a decision to weaken its climate plans, but the majority of shareholders backed Helge Lund.  It comes after the energy giant cut back its target to reduce emissions by the end of the decade. As well as the dissenting votes there were also disruptions during the annual meeting from climate protestors. BP said it valued \"constructive challenge and engagement\". The original target to reduce emissions was agreed by shareholders in 2022 and included a promise to cut greenhouse gas emissions by 35% to 40% by the end of this decade. But in February, BP announced it was now aiming for a 20% to 30% cut so it could produce more oil and gas and extend the life of existing fossil fuel projects. BP chief executive Bernard Looney said this was in response to increased concerns about energy security following the invasion of Ukraine. The five pension funds told the BBC that their vote against the company's chairman, Helge Lund, was a protest against the company's actions. The pension funds have £440m invested in BP, which represents less than 1% of the company's total shares. But they manage the pensions of more than a third of the UK's workers so are an influential voice. Mr Lund received a majority of more than 90% for re-election during the annual meeting on Thursday.  Katharina Lindmeier, senior responsible investment manager at Nest, the government-backed pension fund, told the BBC: \"Not only were we disappointed to see the company going back on the targets, but we were also really surprised not to have had any consultation.\" The five pension funds - Nest, the Universities Pension Scheme, LGPS Central, Brunel Pension Partnership and Border to Coast -  are concerned that the new targets put BP financially at risk because the company's fossil fuel projects are likely to lose value as the world moves towards net zero emissions. Nest also told the BBC that there were concerns over BP's actions on reducing gas flaring, after seeing the BBC documentary Under Poisoned Skies.  The BBC News investigation showed that BP was one of several major oil companies not declaring emissions from gas flaring at oil fields in Iraq, which produces cancer-linked pollutants. Ali Hussein Julood, who documented his life in Rumaila, Iraq for the documentary, suspected his childhood leukaemia was due to the flaring. He passed away on 21 April after his cancer returned.  Ali's father told the board of his son's passing during the AGM, and how despite their efforts, there was still black smoke and gas flaring outside his front door.  Mr Looney gave his condolences at the meeting to Ali's family and said: \"We are continuing to reduce flaring at Rumaila. We are making progress and it must continue to be made\". The pension funds told the BBC they only found out about the change in BP's climate targets via media reports.  They then approached BP to ask for a vote on the new targets but BP refused, arguing it was not a material change to the strategy.  Patrick O'Hara, director of responsible investment at LGPS Central, told the BBC: \"If you change the strategy you should really enter into a dialogue with those that supported you.\" He said he thought BP's decision was driven by short-term profit considerations rather than the long term sustainability of the company.  \"Are these strategies science-based if you can flex them based on what the oil and gas price is? We are long-term investors and we expect the company to take a long-term view\", he said.  The company's profits more than doubled to $27.7bn (£23bn) in 2022, as energy prices soared after Russia invaded Ukraine. As well as protest voting, there were half a dozen green activists removed from BP's annual meeting of its board and shareholders on Thursday, as they demanded the company \"stop drilling\" for fossil fuels. The Dutch environmental organisation Follow This also put forward a resolution - supported by the five pension funds - which calls for more aggressive targets on what are known as scope 3 emissions - emissions from the use of its products. BP recommended that shareholders not support this resolution calling it \"unclear\", \"simplistic\" and \"disruptive\". ISS and Glass Lewis are the world's largest investor services and recommended to BP shareholders they advise to oppose the climate resolution. Courteney Keatinge, senior director for ESG research at Glass Lewis, said the company does not see BP's actions to reduce its climate targets as a financial risk because the world will continue to use oil and gas past 2050. \"We are not operating under a net zero 2050 scenario, the demand is going to be there [in 2050], people will be flying planes and heating their homes\", she said.  The resolution only garnered 16.75% of the vote but that was up on 14.9% the same resolution received last year. Additional reporting by Darin Graham Under Poisoned Skies The deadly impact of the oil giants' toxic air pollution on children and the planet is revealed in this BBC News Arabic investigation from the front line of climate change in Iraq. The documentary is available to watch now on BBC iPlayer (UK only) and internationally on the BBC website.",
	"view": "liberal"
}, {
	"title": "BP faces green protest over new climate goals",
	"content": "Some of the UK's biggest pension funds have voted against reappointing BP's chairman over a decision to weaken its climate plans, but the majority of shareholders backed Helge Lund.  It comes after the energy giant cut back its target to reduce emissions by the end of the decade. As well as the dissenting votes there were also disruptions during the annual meeting from climate protestors. BP said it valued \"constructive challenge and engagement\". The original target to reduce emissions was agreed by shareholders in 2022 and included a promise to cut greenhouse gas emissions by 35% to 40% by the end of this decade. But in February, BP announced it was now aiming for a 20% to 30% cut so it could produce more oil and gas and extend the life of existing fossil fuel projects. BP chief executive Bernard Looney said this was in response to increased concerns about energy security following the invasion of Ukraine. The five pension funds told the BBC that their vote against the company's chairman, Helge Lund, was a protest against the company's actions. The pension funds have £440m invested in BP, which represents less than 1% of the company's total shares. But they manage the pensions of more than a third of the UK's workers so are an influential voice. Mr Lund received a majority of more than 90% for re-election during the annual meeting on Thursday.  Katharina Lindmeier, senior responsible investment manager at Nest, the government-backed pension fund, told the BBC: \"Not only were we disappointed to see the company going back on the targets, but we were also really surprised not to have had any consultation.\" The five pension funds - Nest, the Universities Pension Scheme, LGPS Central, Brunel Pension Partnership and Border to Coast -  are concerned that the new targets put BP financially at risk because the company's fossil fuel projects are likely to lose value as the world moves towards net zero emissions. Nest also told the BBC that there were concerns over BP's actions on reducing gas flaring, after seeing the BBC documentary Under Poisoned Skies.  The BBC News investigation showed that BP was one of several major oil companies not declaring emissions from gas flaring at oil fields in Iraq, which produces cancer-linked pollutants. Ali Hussein Julood, who documented his life in Rumaila, Iraq for the documentary, suspected his childhood leukaemia was due to the flaring. He passed away on 21 April after his cancer returned.  Ali's father told the board of his son's passing during the AGM, and how despite their efforts, there was still black smoke and gas flaring outside his front door.  Mr Looney gave his condolences at the meeting to Ali's family and said: \"We are continuing to reduce flaring at Rumaila. We are making progress and it must continue to be made\". The pension funds told the BBC they only found out about the change in BP's climate targets via media reports.  They then approached BP to ask for a vote on the new targets but BP refused, arguing it was not a material change to the strategy.  Patrick O'Hara, director of responsible investment at LGPS Central, told the BBC: \"If you change the strategy you should really enter into a dialogue with those that supported you.\" He said he thought BP's decision was driven by short-term profit considerations rather than the long term sustainability of the company.  \"Are these strategies science-based if you can flex them based on what the oil and gas price is? We are long-term investors and we expect the company to take a long-term view\", he said.  The company's profits more than doubled to $27.7bn (£23bn) in 2022, as energy prices soared after Russia invaded Ukraine. As well as protest voting, there were half a dozen green activists removed from BP's annual meeting of its board and shareholders on Thursday, as they demanded the company \"stop drilling\" for fossil fuels. The Dutch environmental organisation Follow This also put forward a resolution - supported by the five pension funds - which calls for more aggressive targets on what are known as scope 3 emissions - emissions from the use of its products. BP recommended that shareholders not support this resolution calling it \"unclear\", \"simplistic\" and \"disruptive\". ISS and Glass Lewis are the world's largest investor services and recommended to BP shareholders they advise to oppose the climate resolution. Courteney Keatinge, senior director for ESG research at Glass Lewis, said the company does not see BP's actions to reduce its climate targets as a financial risk because the world will continue to use oil and gas past 2050. \"We are not operating under a net zero 2050 scenario, the demand is going to be there [in 2050], people will be flying planes and heating their homes\", she said.  The resolution only garnered 16.75% of the vote but that was up on 14.9% the same resolution received last year. Additional reporting by Darin Graham Under Poisoned Skies The deadly impact of the oil giants' toxic air pollution on children and the planet is revealed in this BBC News Arabic investigation from the front line of climate change in Iraq. The documentary is available to watch now on BBC iPlayer (UK only) and internationally on the BBC website.",
	"view": "conservative"
}, {
	"title": "Climate change: Spain breaks record temperature for April",
	"content": "Spain recorded its hottest ever temperature for April on Thursday, hitting 38.8C according to the country's meteorological service. The record figure was reached in Cordoba airport in southern Spain just after 15:00 local time (14:00 BST). For days a blistering heatwave has hit the country with temperatures 10-15C warmer than expected for April.  It's been driven by a mass of very hot air from Africa, coupled with a slow moving weather system. \"This is not normal. Temperatures are completely out of control this year,\" Cayetano Torres, a spokesman for Spain's meteorological office, told BBC News. Experts were surprised by the scale of the heat experienced across southern Spain in recent days. \"This heat event in Spain is absolutely extreme, unprecedented with temperatures never seen before in April. In some locations records are being beaten by a 5C margin, which is something that has happened only a handful of times at weather stations around the world,\" said Maximiliano Herrera, a climatologist who runs an Extreme Temperatures twitter account. Schools will be allowed to adapt their timetables to avoid the worst of the heat. The Madrid underground has trains passing more frequently than usual in order to prevent long waits on the platform, and public swimming pools are expected to open a month earlier than normal. Cristina Linares, a scientist at the Carlos III Health Institute, warned in particular of the impact on the poor.  \"Poverty is the key factor when it comes to explaining why there are more deaths associated with extreme temperatures. Income is the factor with the closest link to the impact of heat on day-to-day deaths.\"  Heatwaves are also striking many locations globally as climate change exacerbates naturally high temperatures.   While parts of Britain are cooler than average right now, the opposite is the case in many regions of Spain.  Meteorologists say that a combination of factors is responsible for the exceptional temperatures being seen there this week. Hot weather across North Africa is pushing heat into Europe. A high pressure weather system plus clear skies over the Iberian peninsula are allowing more sunshine to hit the ground, which is already so dry it can't evaporate the heat. The high temperatures come on top of long running drought in many parts of Spain. Reservoirs in the Guadalquivir basin are only at 25% of capacity.  This combination is raising the prospect of early forest fires, with the national weather service warning that large swathes of the country would be at risk.  Spain saw the most land burned of any country in Europe in 2022. Climate change is very likely playing a role in this heatwave, according to experts in the field. \"We know that 2022 was the second warmest year on record for Europe, and it was the warmest summer on record,\" Dr Samantha Burgess from the Copernicus climate change service told BBC News.   \"Europe is warming at twice the global rate and we know because there is a higher rate of warming, there's a higher probability of extreme events. And those extreme events include heat waves.\" As well as the impact on young and old, another concern is agriculture.  Many farmers are experiencing difficulties due to the ongoing lack of rain, with the government in Madrid asking the European Union for financial help. Some landowners say they won't plant crops due to the dry conditions, which could have implications for food supplies across Europe.  This heatwave in Spain is not an isolated event - all across the world high temperatures in the first few months of this year have shattered records. Eight countries in central and eastern Europe set new all time highs for the warmest January weather on the very first day of this year. Countries across Asia have seen extreme heat in recent weeks. In northwest Thailand, the temperature hit 45.4C on 15 April, while in Laos it reached 42.7C. In Bangladesh, the capital Dhaka saw the mercury rise above 40C, believed to be the hottest day in 58 years.  Another factor likely to influence weather across the world over the coming months is the likely onset of an El Niño event.  This will see more heat emerge in the Pacific ocean off the coast of Peru.  If it happens, then 2024 might emerge as the world's warmest year on record, with more storms, fires and floods.  \"It seems we are living in a world of a new normal here,\" said Dr Fahad Saeed, from research organisation, Climate Analytics. \"These people in regions like Asia are the people who have been adapting to these kinds of extreme temperatures for thousands of years, but its is now getting beyond their ability to adapt.\" \"That's why we are witnessing rising death rates due to heat each year in this part of the world.\" Graphic by Erwan Rivault.",
	"view": "liberal"
}, {
	"title": "Climate change: Spain breaks record temperature for April",
	"content": "Spain recorded its hottest ever temperature for April on Thursday, hitting 38.8C according to the country's meteorological service. The record figure was reached in Cordoba airport in southern Spain just after 15:00 local time (14:00 BST). For days a blistering heatwave has hit the country with temperatures 10-15C warmer than expected for April.  It's been driven by a mass of very hot air from Africa, coupled with a slow moving weather system. \"This is not normal. Temperatures are completely out of control this year,\" Cayetano Torres, a spokesman for Spain's meteorological office, told BBC News. Experts were surprised by the scale of the heat experienced across southern Spain in recent days. \"This heat event in Spain is absolutely extreme, unprecedented with temperatures never seen before in April. In some locations records are being beaten by a 5C margin, which is something that has happened only a handful of times at weather stations around the world,\" said Maximiliano Herrera, a climatologist who runs an Extreme Temperatures twitter account. Schools will be allowed to adapt their timetables to avoid the worst of the heat. The Madrid underground has trains passing more frequently than usual in order to prevent long waits on the platform, and public swimming pools are expected to open a month earlier than normal. Cristina Linares, a scientist at the Carlos III Health Institute, warned in particular of the impact on the poor.  \"Poverty is the key factor when it comes to explaining why there are more deaths associated with extreme temperatures. Income is the factor with the closest link to the impact of heat on day-to-day deaths.\"  Heatwaves are also striking many locations globally as climate change exacerbates naturally high temperatures.   While parts of Britain are cooler than average right now, the opposite is the case in many regions of Spain.  Meteorologists say that a combination of factors is responsible for the exceptional temperatures being seen there this week. Hot weather across North Africa is pushing heat into Europe. A high pressure weather system plus clear skies over the Iberian peninsula are allowing more sunshine to hit the ground, which is already so dry it can't evaporate the heat. The high temperatures come on top of long running drought in many parts of Spain. Reservoirs in the Guadalquivir basin are only at 25% of capacity.  This combination is raising the prospect of early forest fires, with the national weather service warning that large swathes of the country would be at risk.  Spain saw the most land burned of any country in Europe in 2022. Climate change is very likely playing a role in this heatwave, according to experts in the field. \"We know that 2022 was the second warmest year on record for Europe, and it was the warmest summer on record,\" Dr Samantha Burgess from the Copernicus climate change service told BBC News.   \"Europe is warming at twice the global rate and we know because there is a higher rate of warming, there's a higher probability of extreme events. And those extreme events include heat waves.\" As well as the impact on young and old, another concern is agriculture.  Many farmers are experiencing difficulties due to the ongoing lack of rain, with the government in Madrid asking the European Union for financial help. Some landowners say they won't plant crops due to the dry conditions, which could have implications for food supplies across Europe.  This heatwave in Spain is not an isolated event - all across the world high temperatures in the first few months of this year have shattered records. Eight countries in central and eastern Europe set new all time highs for the warmest January weather on the very first day of this year. Countries across Asia have seen extreme heat in recent weeks. In northwest Thailand, the temperature hit 45.4C on 15 April, while in Laos it reached 42.7C. In Bangladesh, the capital Dhaka saw the mercury rise above 40C, believed to be the hottest day in 58 years.  Another factor likely to influence weather across the world over the coming months is the likely onset of an El Niño event.  This will see more heat emerge in the Pacific ocean off the coast of Peru.  If it happens, then 2024 might emerge as the world's warmest year on record, with more storms, fires and floods.  \"It seems we are living in a world of a new normal here,\" said Dr Fahad Saeed, from research organisation, Climate Analytics. \"These people in regions like Asia are the people who have been adapting to these kinds of extreme temperatures for thousands of years, but its is now getting beyond their ability to adapt.\" \"That's why we are witnessing rising death rates due to heat each year in this part of the world.\" Graphic by Erwan Rivault.",
	"view": "conservative"
}, {
	"title": "Climate change: How it's endangering Australian wine",
	"content": "In 2008, the Brown family watched on helplessly as destructive bushfires ripped through the Victorian countryside. For them, it was a wakeup call. It was the third time in several years flames had come close to torching vineyards that five generations of their family had poured over a century of love and work into. Warming days, declining rainfall and subsequent drought had snuck up on them, but this was a glaring warning sign they couldn't ignore. Climate change had become the family businesses' \"biggest threat\", Caroline Brown says. It's not a problem unique to the Browns - the family behind one of the oldest wine brands in Australia. The country is the world's fifth-largest wine exporter and is home to a diverse array of wine regions most other countries could only dream of. And while climate change is threatening winemakers worldwide, Australia's industry is on the front lines. Ashley Ratcliff's vineyards are already in one of the hottest and driest wine regions on the planet. There was one year, he recalls, when their vineyards in South Australia's Riverland region got only 90mm of rain - 10 times less than the annual average for the famous French wine region of Bordeaux. \"It was hot, everything was dirty and dusty,\" he says. \"And then on the other extreme, you get the really wet years where you never think it's going to dry out.\" And it will only get worse. In the next 20 years, the Riverland will be about 1.3 degrees hotter and rainfall will drop, according to modelling by Australian researchers. With that will also come more extreme weather events, which are already a near constant in Australia. The country is still recovering from years of record-breaking floods, but with an El Nino summer likely to bring dry and hot conditions to much of Australia, panic is growing ahead of the coming fire season. While grapevines are described as \"one of the most valuable weeds in the world\", capable of growing almost anywhere, the fruit itself is vulnerable to its environment. And climate change is already messing with flavour and quality. Heat affects the speed at which the grapes ripen and with it, their sugar and acidity levels. Already the growing season has shifted forward - by weeks in some places - which also impacts logistics and infrastructure. Then there's the impact of weather events driven by climate change, which at their worst can wipe out an entire season's crop. All of this means growing certain types of wine grapes in Australia - those suited to cooler climates like Sauvignon Blanc, Chardonnay and Pinot Noir - will only get harder. The Ratcliffs strategically decided to plant \"alternative\" varieties more suited to warmer climes when they purchased their vineyards in 2003. They deemed the risk posed by climate change as greater than that of selling lesser-known grapes. Two decades on, anyone not contemplating doing the same is kidding themselves, Mr Ratcliff says.  \"There are all those fervent doomsday people. [But] I think there is an opportunity to rebrand and make the industry really exciting - to use climate change as a positive rather than a negative.\" The average consumer won't notice a big difference between the wines they love and the up-and-coming alternative varieties that Ricca Terra sells - like Montepulciano, Fiano and Nero D'Avola. The grapes are hardier and often more planet-friendly too, requiring less water. The Brown family too is growing alternative varieties, including some they created with Australia's science agency. But they have also looked south to keep current favourites alive.  With climate change in mind, they began snapping up vineyards in cooler locations like Tasmania - a growing trend across the industry. \"We realised that having all of our vineyards in one location in Victoria meant we had all our eggs in one basket,\" Ms Brown says. But Tahbilk Winery's Hayley Purbrick is one grower who is staying put, despite \"confronting\" climate modelling. \"We have a philosophy that our responsibility is to create a climate where grapes can grow,\" she says. \"There's so much you can do at a local level and sometimes when we think [about climate change on a global scale] we get a bit too wrapped up in the impossibility of what we can't do.\" Her family's vineyards in the Goulburn Valley incorporate as much shade and as many \"natural coolants\" as possible. They're planted on the edge of wetlands and are surrounded by 160 hectares of trees. They've also slashed their carbon emissions to net zero, through things like solar power, using heat reflective paint to limit the need for air conditioning, and reducing waste. It's working so far: \"We're lucky in the sense that we're three degrees cooler than places even three kilometres away.\" But researcher Tom Remenyi says adaptation and mitigation can only take growers so far. On the current trajectory, the whole of Australia is going to get warmer and dryer - and while a couple of degrees might not sound like a lot, it could be catastrophic, he says. \"A three-degree shift of the average increases the frequency of extremely hot days by about tenfold, if not more. If the whole globe warms more than three degrees, it's highly likely that we will not be worried about growing wine.\" And that's exactly what is weighing on growers like Caroline Brown. For her, the family business is inextricably entwined with the family history. She spent her childhood getting into mischief with her cousins among the vineyards at Milawa. Now they all work in the business. She desperately wants the same for the next generations. \"We're very passionate about family,\" she says. \"Our great-grandfather started the business… we'd love one day for our great-grandchildren to be in the lucky positions we're in.\" But she is well aware that climate change threatens that. \"If we don't look after where we're growing grapes then we're not going to have any way to plant them in the future. So it is scary,\" she says.  But there will be very few - if any - of the country's favourite varieties it won't be able to grow somewhere, she argues. \"You'll always be able to grow Cabernet in Australia, but it just might not taste as good in the years to come.\"",
	"view": "liberal"
}, {
	"title": "Climate change: How it's endangering Australian wine",
	"content": "In 2008, the Brown family watched on helplessly as destructive bushfires ripped through the Victorian countryside. For them, it was a wakeup call. It was the third time in several years flames had come close to torching vineyards that five generations of their family had poured over a century of love and work into. Warming days, declining rainfall and subsequent drought had snuck up on them, but this was a glaring warning sign they couldn't ignore. Climate change had become the family businesses' \"biggest threat\", Caroline Brown says. It's not a problem unique to the Browns - the family behind one of the oldest wine brands in Australia. The country is the world's fifth-largest wine exporter and is home to a diverse array of wine regions most other countries could only dream of. And while climate change is threatening winemakers worldwide, Australia's industry is on the front lines. Ashley Ratcliff's vineyards are already in one of the hottest and driest wine regions on the planet. There was one year, he recalls, when their vineyards in South Australia's Riverland region got only 90mm of rain - 10 times less than the annual average for the famous French wine region of Bordeaux. \"It was hot, everything was dirty and dusty,\" he says. \"And then on the other extreme, you get the really wet years where you never think it's going to dry out.\" And it will only get worse. In the next 20 years, the Riverland will be about 1.3 degrees hotter and rainfall will drop, according to modelling by Australian researchers. With that will also come more extreme weather events, which are already a near constant in Australia. The country is still recovering from years of record-breaking floods, but with an El Nino summer likely to bring dry and hot conditions to much of Australia, panic is growing ahead of the coming fire season. While grapevines are described as \"one of the most valuable weeds in the world\", capable of growing almost anywhere, the fruit itself is vulnerable to its environment. And climate change is already messing with flavour and quality. Heat affects the speed at which the grapes ripen and with it, their sugar and acidity levels. Already the growing season has shifted forward - by weeks in some places - which also impacts logistics and infrastructure. Then there's the impact of weather events driven by climate change, which at their worst can wipe out an entire season's crop. All of this means growing certain types of wine grapes in Australia - those suited to cooler climates like Sauvignon Blanc, Chardonnay and Pinot Noir - will only get harder. The Ratcliffs strategically decided to plant \"alternative\" varieties more suited to warmer climes when they purchased their vineyards in 2003. They deemed the risk posed by climate change as greater than that of selling lesser-known grapes. Two decades on, anyone not contemplating doing the same is kidding themselves, Mr Ratcliff says.  \"There are all those fervent doomsday people. [But] I think there is an opportunity to rebrand and make the industry really exciting - to use climate change as a positive rather than a negative.\" The average consumer won't notice a big difference between the wines they love and the up-and-coming alternative varieties that Ricca Terra sells - like Montepulciano, Fiano and Nero D'Avola. The grapes are hardier and often more planet-friendly too, requiring less water. The Brown family too is growing alternative varieties, including some they created with Australia's science agency. But they have also looked south to keep current favourites alive.  With climate change in mind, they began snapping up vineyards in cooler locations like Tasmania - a growing trend across the industry. \"We realised that having all of our vineyards in one location in Victoria meant we had all our eggs in one basket,\" Ms Brown says. But Tahbilk Winery's Hayley Purbrick is one grower who is staying put, despite \"confronting\" climate modelling. \"We have a philosophy that our responsibility is to create a climate where grapes can grow,\" she says. \"There's so much you can do at a local level and sometimes when we think [about climate change on a global scale] we get a bit too wrapped up in the impossibility of what we can't do.\" Her family's vineyards in the Goulburn Valley incorporate as much shade and as many \"natural coolants\" as possible. They're planted on the edge of wetlands and are surrounded by 160 hectares of trees. They've also slashed their carbon emissions to net zero, through things like solar power, using heat reflective paint to limit the need for air conditioning, and reducing waste. It's working so far: \"We're lucky in the sense that we're three degrees cooler than places even three kilometres away.\" But researcher Tom Remenyi says adaptation and mitigation can only take growers so far. On the current trajectory, the whole of Australia is going to get warmer and dryer - and while a couple of degrees might not sound like a lot, it could be catastrophic, he says. \"A three-degree shift of the average increases the frequency of extremely hot days by about tenfold, if not more. If the whole globe warms more than three degrees, it's highly likely that we will not be worried about growing wine.\" And that's exactly what is weighing on growers like Caroline Brown. For her, the family business is inextricably entwined with the family history. She spent her childhood getting into mischief with her cousins among the vineyards at Milawa. Now they all work in the business. She desperately wants the same for the next generations. \"We're very passionate about family,\" she says. \"Our great-grandfather started the business… we'd love one day for our great-grandchildren to be in the lucky positions we're in.\" But she is well aware that climate change threatens that. \"If we don't look after where we're growing grapes then we're not going to have any way to plant them in the future. So it is scary,\" she says.  But there will be very few - if any - of the country's favourite varieties it won't be able to grow somewhere, she argues. \"You'll always be able to grow Cabernet in Australia, but it just might not taste as good in the years to come.\"",
	"view": "conservative"
}, {
	"title": "HSBC foils plan by major investor to break up bank",
	"content": "HSBC has fought off an attempt by its biggest shareholder to break up the bank during a frequently tense annual general meeting. Chinese insurer Ping An has been trying for more than a year to split the bank. On Friday it failed to gain the backing of any other major shareholder as investors voted to reject the proposal. HSBC chairman Mark Tucker said the result \"draws a line\" under a long-running debate about the bank's structure. Despite being headquartered in London, the large majority of HSBC's profits are made in Asia.  Ping An, which holds an 8% stake in HSBC, wants the lender to separate out its Asian business.  It argues that the bank's profitable Asia operations are subsidising other parts of the bank that are not performing as strongly. Splitting HSBC would also set it free from the requirements of UK regulators.  Ping An and Ken Lui, an individual Hong Kong-based shareholder in HSBC, needed to secure 75% of all votes cast at the AGM to force through the split. They failed to get those numbers, with no other major institutional investor backing the plan.  Mr Tucker told the AGM a break-up of the bank would undermine its global strategy, and would be both risky and costly.  \"It would not be in shareholders' interests to split the bank,\" he told the AGM in Birmingham, which was frequently interrupted by climate change activists who claim HSBC is not doing enough to reduce its financing of polluting industries and businesses. At the meeting, Mr Lui vowed to fight on with the break-up plan, saying he would keep pressure on HSBC's management and would lobby the bank's many small shareholders in Hong Kong.  It is not clear what Ping An's next step will be but there are bigger factors at play beyond making a return on its investment. Ping An is partly owned by the Chinese state and, according to some analysts, could be representing Beijing's political aims as much as its shareholders' financial interests. Hong Kong is by far China's most important financial hub and HSBC is the centrepiece institution. Some argue that to Beijing, the idea of simply leaving the city's most valuable asset in Western hands could be a risk that is too big to take. The example of Russia's economic isolation following the invasion of Ukraine is a case in point. Should a similar geopolitical crisis emerge involving China - not an impossibility given the tensions around Taiwan and the South China Sea - having a grip on one of Asia's top banks will be vital. In this sense, HSBC is dealing with an existential crisis that dates back to its founding in Hong Kong under British rule. For most of its 158-year history, the Hong Kong and Shanghai Banking Corporation - as it was originally known - has had a long-distance relationship with the UK. In fact, HSBC only became a major UK High Street player in the 1990s, when it bought Midland Bank and moved its headquarters to London in 1993. To this day, HSBC even prints the bank notes in Hong Kong. \"There is a jarring gap between HSBC's centre of gravity in Hong Kong and its subservience to regulators in Britain,\" says Steve Vickers, a corporate risk consultant based in Hong Kong. \"This is an accident of history and a remnant of the colonial era.\" A small taste of this came in 2020, when the Bank of England directed HSBC and other British lenders to stop paying out dividends to shareholders because of the pandemic.  This enraged ordinary shareholders in Hong Kong, who own about a third of HSBC's shares and many of whom rely on the payments for their retirement funds.  From the Chinese mainland perspective, it was a simple but stark illustration of the power of officials on the other side of the world. Asia may generate the money, but ultimately London calls the shots. This is not a situation either Ping An or China wants to be in. It may explain why Ping An is pushing HSBC so hard and so publicly with the kind of shareholder activism that is normally associated with Western investors. \"A more assertive China is now unafraid to project itself in the international business arena,\" says Steve Vickers. \"But they have to tread very carefully with HSBC - the stakes are high.\"",
	"view": "liberal"
}, {
	"title": "HSBC foils plan by major investor to break up bank",
	"content": "HSBC has fought off an attempt by its biggest shareholder to break up the bank during a frequently tense annual general meeting. Chinese insurer Ping An has been trying for more than a year to split the bank. On Friday it failed to gain the backing of any other major shareholder as investors voted to reject the proposal. HSBC chairman Mark Tucker said the result \"draws a line\" under a long-running debate about the bank's structure. Despite being headquartered in London, the large majority of HSBC's profits are made in Asia.  Ping An, which holds an 8% stake in HSBC, wants the lender to separate out its Asian business.  It argues that the bank's profitable Asia operations are subsidising other parts of the bank that are not performing as strongly. Splitting HSBC would also set it free from the requirements of UK regulators.  Ping An and Ken Lui, an individual Hong Kong-based shareholder in HSBC, needed to secure 75% of all votes cast at the AGM to force through the split. They failed to get those numbers, with no other major institutional investor backing the plan.  Mr Tucker told the AGM a break-up of the bank would undermine its global strategy, and would be both risky and costly.  \"It would not be in shareholders' interests to split the bank,\" he told the AGM in Birmingham, which was frequently interrupted by climate change activists who claim HSBC is not doing enough to reduce its financing of polluting industries and businesses. At the meeting, Mr Lui vowed to fight on with the break-up plan, saying he would keep pressure on HSBC's management and would lobby the bank's many small shareholders in Hong Kong.  It is not clear what Ping An's next step will be but there are bigger factors at play beyond making a return on its investment. Ping An is partly owned by the Chinese state and, according to some analysts, could be representing Beijing's political aims as much as its shareholders' financial interests. Hong Kong is by far China's most important financial hub and HSBC is the centrepiece institution. Some argue that to Beijing, the idea of simply leaving the city's most valuable asset in Western hands could be a risk that is too big to take. The example of Russia's economic isolation following the invasion of Ukraine is a case in point. Should a similar geopolitical crisis emerge involving China - not an impossibility given the tensions around Taiwan and the South China Sea - having a grip on one of Asia's top banks will be vital. In this sense, HSBC is dealing with an existential crisis that dates back to its founding in Hong Kong under British rule. For most of its 158-year history, the Hong Kong and Shanghai Banking Corporation - as it was originally known - has had a long-distance relationship with the UK. In fact, HSBC only became a major UK High Street player in the 1990s, when it bought Midland Bank and moved its headquarters to London in 1993. To this day, HSBC even prints the bank notes in Hong Kong. \"There is a jarring gap between HSBC's centre of gravity in Hong Kong and its subservience to regulators in Britain,\" says Steve Vickers, a corporate risk consultant based in Hong Kong. \"This is an accident of history and a remnant of the colonial era.\" A small taste of this came in 2020, when the Bank of England directed HSBC and other British lenders to stop paying out dividends to shareholders because of the pandemic.  This enraged ordinary shareholders in Hong Kong, who own about a third of HSBC's shares and many of whom rely on the payments for their retirement funds.  From the Chinese mainland perspective, it was a simple but stark illustration of the power of officials on the other side of the world. Asia may generate the money, but ultimately London calls the shots. This is not a situation either Ping An or China wants to be in. It may explain why Ping An is pushing HSBC so hard and so publicly with the kind of shareholder activism that is normally associated with Western investors. \"A more assertive China is now unafraid to project itself in the international business arena,\" says Steve Vickers. \"But they have to tread very carefully with HSBC - the stakes are high.\"",
	"view": "conservative"
}, {
	"title": "Unionised US Apple Store proposes asking for tips",
	"content": "Imagine this: You've shattered your iPhone's screen for the second time and rushed to your nearest Apple Store to have it repaired.   The team at Apple's Genius Bar hands you your phone back within hours - with a hefty bill. But as you proceed to make the payment, there's a new option on the check-out menu: Would you like to add a tip?  An unusual request, but it could soon become real.  Employees at the first-ever unionised Apple Store in the US are proposing to provide customers with the option to tip for service. The proposal, first reported earlier this week by Bloomberg, has sparked debate about tipping culture in the United States and so-called \"tipping fatigue\".  In a series of tweets, the union acknowledged the idea could be \"a little controversial\".  \"Apple employees everywhere can tell you that they are already being offered tips by customers,\" the  union representing the store in suburban Baltimore said.    As it stands, if an Apple employee accepts a tip, he or she could be fired. The new proposal would create a system that allows \"occasional\" customers to reward the team without fear of termination, according to the Union.  Making customers feel \"guilt tipped\" when they decline to add a few extra dollars to a purchase, is part of a business model that's emerging around American tipping culture in the wake of the pandemic, say experts. \"It's tipping everything, everywhere, all at once,\" said Thomas Farley, an etiquette expert popularly known as 'Mister Manners'. The Towson, Maryland Apple Store became the first in the country to unionise in 2022.  Apple store employees, and its labour union, The Coalition of Organised Retail Employees (CORE) are currently engaged in contract negotiations with the tech giant and said they expect \"there will be compromises made\".    The tipping scheme proposed would offer customers options ranging from \"no tip, 3%, 5%, custom amount\", the Union said.  Any funds collected through tips would be split among the team members.  But on social media, backlash to the proposed tipping scheme was swift, with many noting that tips are generally offered to workers who make low hourly-wages.    Consumers tipped an average 19.6% at full-service restaurants, according to a report from Toast, a point-of-sale service platform.    Etiquette expert Mr Farley said technology is the primary driver behind this \"tipping invasion\". As more companies adopt digital payment systems, like Square and Toast, consumers are often being prompted to add a tip after completing a transaction.    \"My fear is that we're rapidly advancing toward a culture where we're expected to tip for absolutely everything,\" he said.   A survey of American tipping culture found more than half of Americans said they gave a tip \"when they normally wouldn't\" because they were prompted by the check-out system.     Mr Farley said the rise in demand for tips has become commonplace, in part, because businesses have used the prospect of tips to entice workers in a tight labour market instead of offering higher wages.   Generally, these workers make less than minimum wage and rely on tips to make a living, he said.   \"These are instances where I would absolutely not be miserly, as long as your budget allows,\" he said, but in situation where you know the server is likely making above minimum wage, a tip is discretionary.   \"Just because it's there on a screen doesn't mean you have to, although I know hitting 'no tip' makes you feel like Scrooge,\" he said.  \"That's the idea of a guilt tip.\" ",
	"view": "liberal"
}, {
	"title": "Unionised US Apple Store proposes asking for tips",
	"content": "Imagine this: You've shattered your iPhone's screen for the second time and rushed to your nearest Apple Store to have it repaired.   The team at Apple's Genius Bar hands you your phone back within hours - with a hefty bill. But as you proceed to make the payment, there's a new option on the check-out menu: Would you like to add a tip?  An unusual request, but it could soon become real.  Employees at the first-ever unionised Apple Store in the US are proposing to provide customers with the option to tip for service. The proposal, first reported earlier this week by Bloomberg, has sparked debate about tipping culture in the United States and so-called \"tipping fatigue\".  In a series of tweets, the union acknowledged the idea could be \"a little controversial\".  \"Apple employees everywhere can tell you that they are already being offered tips by customers,\" the  union representing the store in suburban Baltimore said.    As it stands, if an Apple employee accepts a tip, he or she could be fired. The new proposal would create a system that allows \"occasional\" customers to reward the team without fear of termination, according to the Union.  Making customers feel \"guilt tipped\" when they decline to add a few extra dollars to a purchase, is part of a business model that's emerging around American tipping culture in the wake of the pandemic, say experts. \"It's tipping everything, everywhere, all at once,\" said Thomas Farley, an etiquette expert popularly known as 'Mister Manners'. The Towson, Maryland Apple Store became the first in the country to unionise in 2022.  Apple store employees, and its labour union, The Coalition of Organised Retail Employees (CORE) are currently engaged in contract negotiations with the tech giant and said they expect \"there will be compromises made\".    The tipping scheme proposed would offer customers options ranging from \"no tip, 3%, 5%, custom amount\", the Union said.  Any funds collected through tips would be split among the team members.  But on social media, backlash to the proposed tipping scheme was swift, with many noting that tips are generally offered to workers who make low hourly-wages.    Consumers tipped an average 19.6% at full-service restaurants, according to a report from Toast, a point-of-sale service platform.    Etiquette expert Mr Farley said technology is the primary driver behind this \"tipping invasion\". As more companies adopt digital payment systems, like Square and Toast, consumers are often being prompted to add a tip after completing a transaction.    \"My fear is that we're rapidly advancing toward a culture where we're expected to tip for absolutely everything,\" he said.   A survey of American tipping culture found more than half of Americans said they gave a tip \"when they normally wouldn't\" because they were prompted by the check-out system.     Mr Farley said the rise in demand for tips has become commonplace, in part, because businesses have used the prospect of tips to entice workers in a tight labour market instead of offering higher wages.   Generally, these workers make less than minimum wage and rely on tips to make a living, he said.   \"These are instances where I would absolutely not be miserly, as long as your budget allows,\" he said, but in situation where you know the server is likely making above minimum wage, a tip is discretionary.   \"Just because it's there on a screen doesn't mean you have to, although I know hitting 'no tip' makes you feel like Scrooge,\" he said.  \"That's the idea of a guilt tip.\" ",
	"view": "conservative"
}, {
	"title": "White House: Big Tech bosses told to protect public from AI risks",
	"content": "Tech bosses were summoned to the White House on Thursday and told they must protect the public from the dangers of Artificial Intelligence (AI). Sundar Pichai of Google, Satya Nadella of Microsoft, and OpenAI's Sam Altmann were told they had a \"moral\" duty to safeguard society. The White House made it clear that it may regulate the sector further. Recently launched AI products like ChatGPT and Bard, have captured the public's imagination. They offer ordinary users the chance to interact with what is known as \"generative AI\", which can summarise information from multiple sources within seconds, debug computer code, write presentations, and even poetry, that sound plausibly as if they might have been human-generated. Their rollout has sparked renewed debate over the role of AI in society, by offering a tangible illustration of the potential risks and rewards of the new technology. Technology executives gathered at the White House on Thursday were told it was up to firms to \"ensure the safety and security of their products\" and were warned that the administration was open to new regulations and legislation to cover artificial intelligence. Sam Altman, chief executive of OpenAI, the firm behind ChatGPT, told reporters that in terms of regulation, executives were \"surprisingly on the same page on what needs to happen\". US Vice President Kamala Harris said in a statement following the meeting that the new technology could pose a risk to safety, privacy and civil rights, although it also had the potential to improve lives. The private sector had \"an ethical, moral, and legal responsibility to ensure the safety and security of their products\", she said. The White House announced a $140m (£111m) investment from the National Science Foundation to launch seven new AI research institutes. Calls for the dramatic rise in emerging AI to be better regulated have been coming thick and fast, from both politicians and tech leaders. Earlier this week, the \"godfather\" of AI, Geoffrey Hinton, quit his job at Google - saying he now regretted his work.  He told the BBC that some of the dangers of AI chatbots were \"quite scary\". In March, a letter signed by Elon Musk and Apple founder Steve Wozniak, called for a pause to the rollout of the technology.  And on Wednesday, the head of the Federal Trade Commission (FTC), Lina Khan, outlined her views on how and why AI needed to be regulated. There are concerns that AI could rapidly replace peoples' jobs, as well as worries that chatbots like ChatGPT and Bard can be inaccurate and lead to the dissemination of misinformation. There are also concerns that generative AI could flout copyright law. Voice cloning AI could exacerbate fraud. AI generated videos can spread fake news. However, advocates like Bill Gates have hit back against calls for an AI \"pause\" saying such a move would not \"solve the challenges\" ahead.  Mr Gates argues it would be better to focus on how best to use the developments in AI.  And others believe there is a danger of over-regulating - which would give a strategic advantage to tech companies in China. ",
	"view": "liberal"
}, {
	"title": "White House: Big Tech bosses told to protect public from AI risks",
	"content": "Tech bosses were summoned to the White House on Thursday and told they must protect the public from the dangers of Artificial Intelligence (AI). Sundar Pichai of Google, Satya Nadella of Microsoft, and OpenAI's Sam Altmann were told they had a \"moral\" duty to safeguard society. The White House made it clear that it may regulate the sector further. Recently launched AI products like ChatGPT and Bard, have captured the public's imagination. They offer ordinary users the chance to interact with what is known as \"generative AI\", which can summarise information from multiple sources within seconds, debug computer code, write presentations, and even poetry, that sound plausibly as if they might have been human-generated. Their rollout has sparked renewed debate over the role of AI in society, by offering a tangible illustration of the potential risks and rewards of the new technology. Technology executives gathered at the White House on Thursday were told it was up to firms to \"ensure the safety and security of their products\" and were warned that the administration was open to new regulations and legislation to cover artificial intelligence. Sam Altman, chief executive of OpenAI, the firm behind ChatGPT, told reporters that in terms of regulation, executives were \"surprisingly on the same page on what needs to happen\". US Vice President Kamala Harris said in a statement following the meeting that the new technology could pose a risk to safety, privacy and civil rights, although it also had the potential to improve lives. The private sector had \"an ethical, moral, and legal responsibility to ensure the safety and security of their products\", she said. The White House announced a $140m (£111m) investment from the National Science Foundation to launch seven new AI research institutes. Calls for the dramatic rise in emerging AI to be better regulated have been coming thick and fast, from both politicians and tech leaders. Earlier this week, the \"godfather\" of AI, Geoffrey Hinton, quit his job at Google - saying he now regretted his work.  He told the BBC that some of the dangers of AI chatbots were \"quite scary\". In March, a letter signed by Elon Musk and Apple founder Steve Wozniak, called for a pause to the rollout of the technology.  And on Wednesday, the head of the Federal Trade Commission (FTC), Lina Khan, outlined her views on how and why AI needed to be regulated. There are concerns that AI could rapidly replace peoples' jobs, as well as worries that chatbots like ChatGPT and Bard can be inaccurate and lead to the dissemination of misinformation. There are also concerns that generative AI could flout copyright law. Voice cloning AI could exacerbate fraud. AI generated videos can spread fake news. However, advocates like Bill Gates have hit back against calls for an AI \"pause\" saying such a move would not \"solve the challenges\" ahead.  Mr Gates argues it would be better to focus on how best to use the developments in AI.  And others believe there is a danger of over-regulating - which would give a strategic advantage to tech companies in China. ",
	"view": "conservative"
}, {
	"title": "Can Morocco solve Europe’s energy crisis?",
	"content": "Morocco has big ambitions to export electricity produced by solar and wind farms to Europe, but should it be prioritising such renewable energy for its home market? \"The resources we have here could be one of the big, big answers to European demand,\" says Moroccan energy entrepreneur Moundir Zniber. Mr Zniber is a passionate man who senses opportunity out of crisis. \"I think Morocco represents the best opportunity to get the European continent away from the dependency it has today on Russian gas,\" he says. Mr Zniber has spent the past 15 years building his company, Gaia Energy, into one of the leaders of a renewable energy revolution in his home country. \"Morocco has truly one of the best solar and wind resources in the world combined,\" he says. \"We don't have oil, we don't have natural gas, but we have a potential that is just amazing.\" The war in Ukraine has catalysed Europe's politicians to increase their efforts to tackle climate change with new sources of clean energy. Morocco hopes to be part of the solution. It is on Europe's doorstep, and has ambitious plans to generate 52% of its electricity from renewable sources by 2030. The hope is that lots of this electricity will be exported via undersea cables to Europe. But at present, the country still has to build many more solar and wind farms. Currently the north African nation of 39 million people depends on imports for 90% of its energy needs, and most of that is from fossil fuels. In 2021, some 80.5% of Morocco's electricity production came from burning coal, gas and oil. By contrast, only 12.4% came from wind power, and 4.4% came from solar. However, Morocco is already making some tangible progress to boost its renewable energy generation, thanks to projects such as the huge Noor-Ouarzazate Solar Complex. With the first phase opening back in 2016, this is now the world's largest concentrated solar power plant. Such facilities use mirrors to reflect and concentrate sunlight onto central tower \"receivers\". These contain fluid that is heated by the light, creating steam that spins turbines to generate electricity. At Noor-Ouarzazate the mirrors are now spread over 3,000 hectares (11.6 sq miles). The facility was developed by Saudi Arabian firm ACWA Power, with funding also coming from the World Bank and European Investment Bank. Mr Zniber says that private Moroccan firms like his are now planning to export solar and wind-generated electricity to Europe, and green hydrogen - hydrogen that has been created by renewable energy. He adds that Gaia Energy is developing wind and solar schemes that could meet up to 4% of Germany and Italy's electricity needs. \"And in terms of green hydrogen we have six projects our company is developing that could answer 25% of the needs of the EU.\" Meanwhile, British energy start-up Xlinks has plans to build an undersea electricity cable from Morocco to the UK. Its hope is that Moroccan solar and wind power can provide 8% of the UK's electricity requirements by 2030. Increasing the size of Morocco's solar and wind power generation could help bolster economic growth in the country, according to the World Bank. It has provided millions of dollars of funding for the sectors. The benefits include a decoupling from the \"very heavy volatility of the prices of fossil fuels\", according to the World Bank's lead economist for the region, Moez Cherif.  In a country with an unemployment rate of 11.2%, Mr Cherif adds that it could create as many as 28,000 much needed new jobs each year.  He also says it would allow Morocco to \"position itself as an industrial hub for investments for exports of green industrial products\" such as car manufacturing using renewable energy. Yet the World Bank estimates that it will cost $52bn (£41.6bn) for Morocco to hit its 2030 renewables target, with most of that money having to come from the private sector. The Moroccan government agrees with that. The administration is acutely aware of the potential benefits, and is trying to accelerate the renewable vision first laid out by King Mohammed VI in 2009. Morocco's Minister of Energy Transition and Sustainable Development Leila Benali says some of the slow growth in renewables in the country in recent years has been caused by global factors. \"The world is just coming out from a historic pandemic, total dislocation of supply chains and value chains - also affecting renewable energy, including the way we trade solar panels and wind turbines.\" However, she acknowledges there are also internal hurdles to overcome.  Those include \"speeding up and streamlining bureaucracy\", including making sure companies get things such as \"access to land permits relatively fast to ensure that investors get access to the opportunities that they want\". Mrs Benali adds that the government's energy strategy is based on the three pillars of ramping up renewables, increasing efficiency, and more integration into international energy markets.  When asked if it makes sense to export green electricity before all of Morocco's own needs are met through renewables, Mrs Benali says that the \"priority\" is for Moroccans to have access to the \"lowest-cost\" green energy. She adds that there is also a need to take advantage of the \"historic opportunity\" to integrate with Europe's energy market, and that such opportunities could be an incentive for the much needed private investment.  The World Bank's Moez Cherif believes that Morocco should both increase exports of renewable power, and add more for domestic consumption. \"Ideally you should do both,\" he says. More from the BBC's series taking an international perspective on trade. At last November's COP27 climate change conference in Sharm el-Sheikh, Morocco signed a memorandum of understanding with France, Germany, Portugal and Spain to make it easier to sell power across borders. However, climate change activist Hajar Khalmichi, from the Mediterranean Youth Climate Network, says she wants to see Morocco fulfil all its domestic energy needs from renewables before thinking of exporting any electricity. She also thinks that the ambition of 52% of electricity coming from renewables doesn't go far enough, and that there hasn't been enough discussion about where the rest will come from as Morocco tries to lower its dependency on its gas, oil and coal power stations. Ms Khalmichi adds that she is also concerned that the country is exploring for natural gas off its coastline. The Moroccan government counters that it has similar challenges to other countries that are going big on renewables, and that it needs gas to deal with the fact that the wind doesn't always blow and the sun doesn't always shine. Mr Cherif says \"there may be a role, a transition role for natural gas [in Morocco]\" as the move from fossil fuels to renewables will be a gradual one over the course of decades. Moundir Zniber adds that Morocco needs \"a mix\" of energy sources. \"Renewables are part of the solution on the electric side.\" You can watch more about Morocco's energy transformation on Talking Business with Aaron Heslehurst on BBC iPlayer (UK audiences only)",
	"view": "liberal"
}, {
	"title": "Can Morocco solve Europe’s energy crisis?",
	"content": "Morocco has big ambitions to export electricity produced by solar and wind farms to Europe, but should it be prioritising such renewable energy for its home market? \"The resources we have here could be one of the big, big answers to European demand,\" says Moroccan energy entrepreneur Moundir Zniber. Mr Zniber is a passionate man who senses opportunity out of crisis. \"I think Morocco represents the best opportunity to get the European continent away from the dependency it has today on Russian gas,\" he says. Mr Zniber has spent the past 15 years building his company, Gaia Energy, into one of the leaders of a renewable energy revolution in his home country. \"Morocco has truly one of the best solar and wind resources in the world combined,\" he says. \"We don't have oil, we don't have natural gas, but we have a potential that is just amazing.\" The war in Ukraine has catalysed Europe's politicians to increase their efforts to tackle climate change with new sources of clean energy. Morocco hopes to be part of the solution. It is on Europe's doorstep, and has ambitious plans to generate 52% of its electricity from renewable sources by 2030. The hope is that lots of this electricity will be exported via undersea cables to Europe. But at present, the country still has to build many more solar and wind farms. Currently the north African nation of 39 million people depends on imports for 90% of its energy needs, and most of that is from fossil fuels. In 2021, some 80.5% of Morocco's electricity production came from burning coal, gas and oil. By contrast, only 12.4% came from wind power, and 4.4% came from solar. However, Morocco is already making some tangible progress to boost its renewable energy generation, thanks to projects such as the huge Noor-Ouarzazate Solar Complex. With the first phase opening back in 2016, this is now the world's largest concentrated solar power plant. Such facilities use mirrors to reflect and concentrate sunlight onto central tower \"receivers\". These contain fluid that is heated by the light, creating steam that spins turbines to generate electricity. At Noor-Ouarzazate the mirrors are now spread over 3,000 hectares (11.6 sq miles). The facility was developed by Saudi Arabian firm ACWA Power, with funding also coming from the World Bank and European Investment Bank. Mr Zniber says that private Moroccan firms like his are now planning to export solar and wind-generated electricity to Europe, and green hydrogen - hydrogen that has been created by renewable energy. He adds that Gaia Energy is developing wind and solar schemes that could meet up to 4% of Germany and Italy's electricity needs. \"And in terms of green hydrogen we have six projects our company is developing that could answer 25% of the needs of the EU.\" Meanwhile, British energy start-up Xlinks has plans to build an undersea electricity cable from Morocco to the UK. Its hope is that Moroccan solar and wind power can provide 8% of the UK's electricity requirements by 2030. Increasing the size of Morocco's solar and wind power generation could help bolster economic growth in the country, according to the World Bank. It has provided millions of dollars of funding for the sectors. The benefits include a decoupling from the \"very heavy volatility of the prices of fossil fuels\", according to the World Bank's lead economist for the region, Moez Cherif.  In a country with an unemployment rate of 11.2%, Mr Cherif adds that it could create as many as 28,000 much needed new jobs each year.  He also says it would allow Morocco to \"position itself as an industrial hub for investments for exports of green industrial products\" such as car manufacturing using renewable energy. Yet the World Bank estimates that it will cost $52bn (£41.6bn) for Morocco to hit its 2030 renewables target, with most of that money having to come from the private sector. The Moroccan government agrees with that. The administration is acutely aware of the potential benefits, and is trying to accelerate the renewable vision first laid out by King Mohammed VI in 2009. Morocco's Minister of Energy Transition and Sustainable Development Leila Benali says some of the slow growth in renewables in the country in recent years has been caused by global factors. \"The world is just coming out from a historic pandemic, total dislocation of supply chains and value chains - also affecting renewable energy, including the way we trade solar panels and wind turbines.\" However, she acknowledges there are also internal hurdles to overcome.  Those include \"speeding up and streamlining bureaucracy\", including making sure companies get things such as \"access to land permits relatively fast to ensure that investors get access to the opportunities that they want\". Mrs Benali adds that the government's energy strategy is based on the three pillars of ramping up renewables, increasing efficiency, and more integration into international energy markets.  When asked if it makes sense to export green electricity before all of Morocco's own needs are met through renewables, Mrs Benali says that the \"priority\" is for Moroccans to have access to the \"lowest-cost\" green energy. She adds that there is also a need to take advantage of the \"historic opportunity\" to integrate with Europe's energy market, and that such opportunities could be an incentive for the much needed private investment.  The World Bank's Moez Cherif believes that Morocco should both increase exports of renewable power, and add more for domestic consumption. \"Ideally you should do both,\" he says. More from the BBC's series taking an international perspective on trade. At last November's COP27 climate change conference in Sharm el-Sheikh, Morocco signed a memorandum of understanding with France, Germany, Portugal and Spain to make it easier to sell power across borders. However, climate change activist Hajar Khalmichi, from the Mediterranean Youth Climate Network, says she wants to see Morocco fulfil all its domestic energy needs from renewables before thinking of exporting any electricity. She also thinks that the ambition of 52% of electricity coming from renewables doesn't go far enough, and that there hasn't been enough discussion about where the rest will come from as Morocco tries to lower its dependency on its gas, oil and coal power stations. Ms Khalmichi adds that she is also concerned that the country is exploring for natural gas off its coastline. The Moroccan government counters that it has similar challenges to other countries that are going big on renewables, and that it needs gas to deal with the fact that the wind doesn't always blow and the sun doesn't always shine. Mr Cherif says \"there may be a role, a transition role for natural gas [in Morocco]\" as the move from fossil fuels to renewables will be a gradual one over the course of decades. Moundir Zniber adds that Morocco needs \"a mix\" of energy sources. \"Renewables are part of the solution on the electric side.\" You can watch more about Morocco's energy transformation on Talking Business with Aaron Heslehurst on BBC iPlayer (UK audiences only)",
	"view": "conservative"
}, {
	"title": "Richard Glossip: US Supreme Court halts man's fourth execution attempt",
	"content": "A convicted man in Oklahoma has escaped a fourth execution attempt after a rare intervention from the US Supreme Court. The court halted Richard Glossip's 18 May execution after the state's top lawman said he did not receive a fair trial.  In 2015, Glossip was only a few steps away from the execution chamber when guards halted the execution to review the lethal injection drugs.  The order puts the sentence on hold for now while the court considers the case.  Oklahoma Attorney General Gentner Drummond has re-investigated the conviction and asked for a new trial on the grounds that prosecutors concealed information about his accuser that could have helped him fight the charge.  Glossip's boss Barry Van Treese, the owner of the Oklahoma City motel, was beaten to death in 1997. His colleague Justin Sneed was convicted of the killing but said Glossip had ordered him to carry out the murder. Glossip, 60, and his family have maintained his innocence during his 26 years in prison, saying that Sneed acted alone. He was first convicted in 1998 but that was overturned in 2001, only for Glossip to be convicted again three years later. During his time behind bars, he has eaten three last meals, and seen his execution scheduled for nine different dates. Attorney General Drummond, a Republican, found in a report released last year that prosecutors at his 2004 re-trial did not disclose that Glossip's accuser had been treated for a serious psychiatric condition. \"Absent this court's intervention, an execution will move forward under circumstances where the Attorney General has already confessed error — a result that would be unthinkable,\" Mr Drummond wrote in his request to the court. The stay will remain in place until the court decides whether to order a new trial and possibly toss out his conviction.  The case has received international attention, with Pope Francis, Kim Kardashian and Richard Branson voicing support for Glossip. \"There's so many exonerations in this country - so many people were railroaded, so many people's lives were taken from them,\" Glossip told CNN on Thursday. \"Why is it so hard for people to think that somebody's actually innocent?\" Glossip, who married an anti-death penalty activist last year, says he has remained focused on the things he wants to do if he gets out of prison.  \"I've never been on a plane … So they want to get me on a plane and take me somewhere,\" he said. \"And I've never seen the ocean, so we want to go do that.\"",
	"view": "liberal"
}, {
	"title": "Richard Glossip: US Supreme Court halts man's fourth execution attempt",
	"content": "A convicted man in Oklahoma has escaped a fourth execution attempt after a rare intervention from the US Supreme Court. The court halted Richard Glossip's 18 May execution after the state's top lawman said he did not receive a fair trial.  In 2015, Glossip was only a few steps away from the execution chamber when guards halted the execution to review the lethal injection drugs.  The order puts the sentence on hold for now while the court considers the case.  Oklahoma Attorney General Gentner Drummond has re-investigated the conviction and asked for a new trial on the grounds that prosecutors concealed information about his accuser that could have helped him fight the charge.  Glossip's boss Barry Van Treese, the owner of the Oklahoma City motel, was beaten to death in 1997. His colleague Justin Sneed was convicted of the killing but said Glossip had ordered him to carry out the murder. Glossip, 60, and his family have maintained his innocence during his 26 years in prison, saying that Sneed acted alone. He was first convicted in 1998 but that was overturned in 2001, only for Glossip to be convicted again three years later. During his time behind bars, he has eaten three last meals, and seen his execution scheduled for nine different dates. Attorney General Drummond, a Republican, found in a report released last year that prosecutors at his 2004 re-trial did not disclose that Glossip's accuser had been treated for a serious psychiatric condition. \"Absent this court's intervention, an execution will move forward under circumstances where the Attorney General has already confessed error — a result that would be unthinkable,\" Mr Drummond wrote in his request to the court. The stay will remain in place until the court decides whether to order a new trial and possibly toss out his conviction.  The case has received international attention, with Pope Francis, Kim Kardashian and Richard Branson voicing support for Glossip. \"There's so many exonerations in this country - so many people were railroaded, so many people's lives were taken from them,\" Glossip told CNN on Thursday. \"Why is it so hard for people to think that somebody's actually innocent?\" Glossip, who married an anti-death penalty activist last year, says he has remained focused on the things he wants to do if he gets out of prison.  \"I've never been on a plane … So they want to get me on a plane and take me somewhere,\" he said. \"And I've never seen the ocean, so we want to go do that.\"",
	"view": "conservative"
}, {
	"title": "US FDA recalls over 500,000 Covid tests over bacteria risk",
	"content": "More than half a million Covid tests have been recalled by the Food and Drug Administration (FDA) over bacteria concerns. The FDA said it \"has significant concerns of bacterial contamination\" in the test kit solution in some Pilot COVID-19 At-Home Tests. Using the contaminated solution \"may pose safety concerns\" as well as cause the test to give an inaccurate result. The agency warned tests should be thrown out immediately.  Over 500,000 tests were distributed to the CVS drugstore and around 16,000 were distributed to Amazon. None were made available through one of the federal government's testing programmes. Contaminated tests can be verified by the lot numbers on the FDA's website.  The liquid in the test kits was found to be contaminated \"with organisms such as Enterococcus, Enterobacter, Klebsiella and Serratia species\" that could cause illness for people with weakened immune systems, the FDA said.  It urged people to be vigilant \"for signs of bacterial infection\", which could include \"fever, discharge, red eyes, or any other concerning symptoms\".  Evie Baik, a spokesperson for SD Biosensor, told the BBC's US partner CBS News that raw materials from one of their suppliers is the likely source of the bacteria. They have cut ties with that supplier and are tightening quality control efforts. The issue \"was identified during routine quality assurance testing\", Roche said in a statement, according to CBS News. SD Biosensor and distributor, Roche, have said they are cooperating with the FDA and are working with distributors and retailers to hold back tests while the matter is investigated. ",
	"view": "liberal"
}, {
	"title": "US FDA recalls over 500,000 Covid tests over bacteria risk",
	"content": "More than half a million Covid tests have been recalled by the Food and Drug Administration (FDA) over bacteria concerns. The FDA said it \"has significant concerns of bacterial contamination\" in the test kit solution in some Pilot COVID-19 At-Home Tests. Using the contaminated solution \"may pose safety concerns\" as well as cause the test to give an inaccurate result. The agency warned tests should be thrown out immediately.  Over 500,000 tests were distributed to the CVS drugstore and around 16,000 were distributed to Amazon. None were made available through one of the federal government's testing programmes. Contaminated tests can be verified by the lot numbers on the FDA's website.  The liquid in the test kits was found to be contaminated \"with organisms such as Enterococcus, Enterobacter, Klebsiella and Serratia species\" that could cause illness for people with weakened immune systems, the FDA said.  It urged people to be vigilant \"for signs of bacterial infection\", which could include \"fever, discharge, red eyes, or any other concerning symptoms\".  Evie Baik, a spokesperson for SD Biosensor, told the BBC's US partner CBS News that raw materials from one of their suppliers is the likely source of the bacteria. They have cut ties with that supplier and are tightening quality control efforts. The issue \"was identified during routine quality assurance testing\", Roche said in a statement, according to CBS News. SD Biosensor and distributor, Roche, have said they are cooperating with the FDA and are working with distributors and retailers to hold back tests while the matter is investigated. ",
	"view": "conservative"
}]