[{
	"content": "FIRST ON FOX: A coalition of 19 conservative advocacy groups celebrated Thursday after the House passed the Lower Energy Costs Act and called on the Senate to prioritize advancing the legislation.\n\nThe groups, led by Americans for Prosperity, characterized the bill as \"landmark legislation,\" arguing it would counter President Biden's climate agenda and curb historic inflation. The legislation includes provisions to boost domestic energy production, shore up critical mineral supply chains and reform existing permitting laws.\n\n\"We commend the House for passing this landmark legislation to unleash Americas energy abundance,\" the groups said in a statement to Fox News Digital. \"From day one of this Administration, President Biden has stifled the businesses and communities that fuel our country with the heavy hand of government mandates, taxes, and overregulation.\"\n\n\"Americans are paying the price for the Biden Administrations war on energy,\" the statement continued. \"Historic inflation is forcing families to spend more on everything from gas to groceries, and the high energy prices driving inflation are hitting the lowest income households the hardest.\"\n\nMORE THAN 2 DOZEN GROUPS BACK REPUBLICANS' SWEEPING ENERGY PACKAGE\n\nIn addition to Americans for Prosperity, Heritage Action, FreedomWorks, Advancing American Freedom, National Taxpayers Union and the American Energy Alliance were part of the coalition cheering the vote.\n\nAmong its key measures, the legislation would eliminate new taxes on natural gas infrastructure, ensure regular oil and gas leasing on federal lands and waters, eliminate permitting hurdles to pipeline development, streamline duplicative regulations related to natural gas production and bolster the ability for mining companies to establish a stronger U.S. critical mineral supply chain.\n\nBIDEN ADMIN'S WAR ON HOUSEHOLD APPLIANCES WILL CAUSE HIGHER PRICES, DIRTIER CLOTHES AND DISHES, EXPERTS WARN\n\n\"Americans need Congress to stand up to the Biden Administrations inflationary agenda and reverse the damage done by Bidens failed energy policies,\" the coalition added. \"Todays passage of The Lower Energy Costs Act marks an important step toward addressing the high costs Americans are facing. The Lower Energy Costs Act will streamline the permitting process to fast track the construction of energy infrastructure projects throughout our nation.\"\n\n\"The plan will repeal nearly $30 billion of taxpayer-funded handouts to politically preferred industries and activist groups,\" the statement continued. \"It will lift barriers to energy production to allow companies to put people to work and bring affordable energy to families across America.\"\n\n\"More energy means more prosperity for every American,\" it concluded. \"We urge the Senate to make The Lower Energy Costs Act a top legislative priority and swiftly repeal the harmful policies that stand in the way of an abundant supply of American energy.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nConcerned Veterans for America, Independent Womens Voice, The LIBRE Initiative, Cornwall Alliance, Roughrider Policy Center, Energy & Environment Legal Institute, Rio Grande Foundation, The Heartland Institute, 60 Plus Association, Caesar Rodney Institute, John Locke Foundation, American Commitment and Heartland Impact rounded out the coalition.\n\nThe House passed the legislation in a 225-204 vote with four Democrats supporting and one Republican opposing it. It now heads to the Senate for consideration.\n\nHowever, President Biden has vowed to veto the bill in its current form.",
	"label": "conservative",
	"title": "Conservative groups rejoice after House passes major energy package"
}, {
	"content": "President Biden's nominee to lead the National Highway Traffic Safety Administration (NHTSA) was previously involved in a dark money-fueled effort to file numerous climate nuisance lawsuits across the country.\n\nAnn Carlson, who currently serves as acting NHTSA administrator, was formerly an environmental law professor at the University of California, Los Angeles where she also served as the co-director of the Emmett Institute on Climate Change & the Environment. During her time at the institute, she coordinated with its chairman Dan Emmett to raise money for lawsuits designed to hobble the fossil fuel industry.\n\nCarlson and Emmett revealed details about their behind-the-scenes efforts to spearhead the litigation in email correspondence from 2017 and 2018 obtained by the watchdog group Government Accountability & Oversight (GAO) and highlighted in a Fox News Digital report last year. The two worked to raise money that was then funneled through nonprofit organizations to the private law firm Sher Edling.\n\nIn their emails, Emmett and Carlson discuss how Chuck Savitt, Sher Edling's director of strategic client relationships, had sought Emmett's support and had already received support from Terry Tamminen in his role as the Leonardo DiCaprio Foundation's CEO, a title he held between 2016 and 2019. Tamminen now serves on the advisory board of the Emmett Institute on Climate Change & the Environment.\n\nLEONARDO DICAPRIO TRAVELED ON GAS-GUZZLING PRIVATE JETS, YACHTS WHILE FUNDING CLIMATE NUISANCE LAWSUITS\n\n\"Chuck Savitt who is heading this new organization behind the lawsuits has been seeking our support,\" Emmett wrote to Carlson on July 22, 2017. \"Terry Tamminen in his new role with the DiCaprio Foundation has been a key supporter.\"\n\nEmmett also forwarded a message Savitt sent him three days earlier on July 19, 2017, asking for his support. Savitt mentioned in the earlier email that Sher Edling's first lawsuits were filed with the support of the Collective Action Fund for Accountability, Resilience and Adaptation, a fund managed at the time by dark money group Resources Legacy Fund (RLF).\n\nCONSERVATIVES REJOICE AFTER KEY BIDEN NOMINEE WITHDRAWS: 'ENORMOUS VICTORY FOR FREE SPEECH'\n\n\"Wanted to let you know that we filed the first three lawsuits supported by the Collective Action Fund on Monday,\" Savitt told Emmett in the email. \"These precedent setting cases call on 37 of the world's leading fossil fuel companies to take responsibility for the devastating damage sea level rise - caused by their greenhouse gas emissions - is having on coastal communities.\"\n\nSher Edling wiped mention of Savitt from its website two days after Fox News Digital first reported on the emails in August.\n\nThe email correspondence between Carlson and Emmett took place two months before the Leonardo DiCaprio Foundation publicly announced it would contribute $20 million in grants to various climate and conservation causes. The group's announcement, which has since been deleted but remains archived , included a grant to the RLF \"to support precedent-setting legal actions to hold major corporations in the fossil fuel industry liable,\" closely mirroring Savitt's language.\n\nAnd in 2018, the records showed Carlson emailed Emmett asking if she could mention his and the Leonardo DiCaprio Foundation's involvement in the fundraising scheme to other prospective donors.\n\nEmmett green-lit the idea, adding that she could tell others that \"Terry's organization and I are both serious supporters, that you are an advisor, that the science is there, that it could do more for the environment than just about anything going on if it succeeds.\"\n\nINSPECTOR GENERAL INVESTIGATING PETE BUTTIGIEG'S EXTENSIVE PRIVATE JET TRAVEL AFTER FOX NEWS DIGITAL REPORT\n\nIn addition to the Leonardo DiCaprio Foundation and the Emmett Foundation, the MacArthur Foundation, William and Flora Hewlett Foundation, Rockefeller Brothers Fund and JPB Foundation have contributed to the Collective Action Fund since 2017. The RLF, in turn, contributed more than $5.2 million to Sher Edling between 2017 and 2020, according to the group's tax filings during that period.\n\nRLF's fiscal sponsorship of the Collective Action Fund was then quietly shifted to the New Venture Fund  a nonprofit incubator at the billion-dollar dark money network managed by Arabella Advisors consulting firm  which wired $3 million to Sher Edling in 2021 alone, additional tax filings showed.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nOverall, Sher Edling has filed lawsuits on behalf of the states of Delaware, Minnesota, Rhode Island and New Jersey, and the cities of Washington, D.C., New York City, Baltimore, Honolulu and San Francisco, in addition to several other cities and counties nationwide. The lawsuits allege fossil fuel companies have waged campaigns of deception about the science of climate change for decades.\n\n\"Obviously, the donors created  including DiCaprio  several purported arms' lengths,\" Chris Horner, a lawyer who represented GAO in a case involving the emails, told Fox News Digital in August.\n\n\"This model used a couple of pass-throughs, by which DiCaprio and, it appears, Dan Emmett and others could run things, including DiCaprio's foundation and Resources Legacy Fund, and they're not seen as financing the assault,\" Horner added.\n\nThe White House announced Monday that Carlson's nomination for NHTSA administrator was sent to the Senate for confirmation. The NHTSA didn't immediately respond to a request for comment.",
	"label": "conservative",
	"title": "Biden nominee coordinated dark money climate nuisance lawsuits involving Leonardo DiCaprio"
}, {
	"content": "A youth United Nations (UN) climate adviser is calling for world leaders to treat global warming with the same mandates used to fight the COVID-19 pandemic.\n\nSophia Kianni, who is the UN's youngest adviser, said in a tweet earlier this week that more than 80% of the global population is being \"impacted\" by climate change and that it warranted an emergency response.\n\n\"Remember when we treated COVID-19 like an emergency?\" Kianni tweeted Monday evening. \"Well its time to do the same for climate change, over 80% of the world's population is being impacted from Climate Change!\"\n\nAmid the COVID-19 pandemic, governments implemented wide-reaching mandates and economic shutdowns, which led to massive job losses and supply chain problems, in an effort to prevent further spread of the disease. Such shutdowns were heavily criticized for their negative impacts on the global economy and education outcomes.\n\nGOP OPENS INVESTIGATION INTO BIDEN ADMIN FOR OBSTRUCTING US ENERGY PRODUCERS WITH 'RADICAL ECO-AGENDA'\n\nHowever, actions taken to defeat the pandemic  such as limiting travel and forcing individuals to stay at home  ultimately curbed carbon emissions and energy consumption, a priority activists have pushed. In 2020, the U.S. emitted 4.6 billion metric tons of carbon dioxide, a staggering 11% year-over-year decline and the lowest level since 1983, according to federal data.\n\nWHITE HOUSE BLAMES PREDECESSORS FOR BIDEN APPROVING MASSIVE OIL DRILLING PROJECT\n\n\"If we can think about how to prepare for climate change like a pandemic, maybe there will be a positive outcome to all of this,\" CoolClimate Network developer Christopher Jones told NBC News in 2020 amid COVID-19 shutdowns. \"We can help prevent crises in the future if we are prepared. I think there are some big-picture lessons here that could be very useful.\"\n\n\"This is a huge opportunity for countries that import fossil fuels which can save trillions of dollars by switching to a clean energy economy in line with the Paris Agreement,\" energy strategist Kingsmill Bond added months later. \"Now is the time to plan an orderly wind-down of fossil fuel assets and manage the impact on the global economy rather than try to sustain the unsustainable.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nKianni, who is also the founder of the international climate group Climate Cardinals, meanwhile, made headlines last year after she delivered remarks at the UN annual climate conference in Egypt. During the speech, she blasted world leaders for continuing to allow new oil and gas leasing, calling for more aggressive actions to combat global warming.\n\nKianni didn't respond to a request for comment.",
	"label": "conservative",
	"title": "Youth UN adviser says climate change needs to be treated like COVID-19: 'An emergency'"
}, {
	"content": "President Biden and White House officials have repeatedly blamed the recent approval of a massive oil drilling project in Alaska on previous administrations.\n\nOn March 13, after numerous delays, the Department of the Interior (DOI) approved three of the five drilling sites proposed by oil company ConocoPhillips as part of its Willow Project in the National Petroleum Reserve located in northern Alaska. While the DOI gave the final seal of approval, President Biden played an active role in approving the project which is projected to produce 576 million barrels of crude oil over its 30-year lifespan.\n\nBut despite Willow's expected popularity in Alaska and expected economic benefits  in addition to its projected oil production output, ConocoPhillips said it would create more than 2,500 construction jobs, 300 long-term jobs and deliver as much as $17 billion to local and federal taxpayers  the Biden administration has opted against taking credit for the project approval.\n\n\"The difficult decision was on what we do with the Willow Project in Alaska, and my strong inclination was to disapprove of it across the board,\" Biden told reporters Friday.\n\nMASSIVE OIL PROJECT SPARKED CIVIL WAR WITHIN BIDEN ADMINISTRATION, LAWMAKERS SAY\n\n\"But the advice I got from counsel was that if that were the case, we may very well lose in court  lose that case in court to the oil company  and then not be able to do what I really want to do beyond that, and that is conserve significant amounts of Alaskan sea and land forever,\" the president continued.\n\nIn addition, DOI Secretary Deb Haaland issued a video statement hours after her agency released the decision on March 13. In the video, she stated that Willow was \"a difficult and complex issue that was inherited.\"\n\n\"These are existing leases issued by previous administrations as far back as the 90s,\" Haaland continued. \"As a result, we have limited decision space.\"\n\nAOC, TOP DEMOCRATS ISSUE STINGING REBUKE OF BIDEN OVER FAILED CLIMATE PROMISES\n\nHaaland, who opposed the project as a member of Congress, notably didn't sign the record of decision or release a statement in the original department announcement. Instead, DOI Deputy Secretary Tommy Beaudreau signed the document explaining the agency's actions.\n\nAnd during press briefings after the approval was announced, White House press secretary Karine Jean-Pierre similarly suggested the administration didn't have a choice but to green-light the project.\n\n\"Look, the President kept his word when he  when he can  where he can by law. Right? That is important to note,\" she said on March 16. \"As the Interior Department said, some of the companys leases are decades old, granted by prior administrations. The company has a legal right to those leases. The departments options are limited when there are legal contracts in place.\"\n\n\"The step that the Department of Interior had ta-  had taken was because of certain legal constraints. So we have to remember that,\" Jean-Pierre added days later. \"These were le-  this was part of a legal kind of decision, as I explained last week.\"\n\nGOP OPENS INVESTIGATION INTO BIDEN ADMIN FOR OBSTRUCTING US ENERGY PRODUCERS WITH 'RADICAL ECO-AGENDA'\n\nA White House spokesperson pointed Fox News Digital back to Biden's remarks from Friday when asked if Willow was approved for its economic benefits or because of legal requirements.\n\nThe Biden administration, though, has previously revoked mineral leases, opted against issuing permits on existing fossil fuel leases and canceled lease sales. In September, the DOI agreed to a settlement with environmental groups, blocking drilling on 113 existing leases spanning 58,617 acres in Montana, North Dakota and South Dakota.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nSome of the same environmental groups involved in that case filed a federal lawsuit on March 15 challenging the Willow approval. The lawsuit argued that the DOI decision was \"based on the erroneous view that it must allow ConocoPhillips to fully develop all economically recoverable oil on its leases.\"\n\nOverall, ConocoPhillips is Alaska's largest oil producer and owner of exploration leases. The company holds 1.6 million acres of undeveloped acres across the state.",
	"label": "conservative",
	"title": "White House blames predecessors for Biden approving massive oil drilling project"
}, {
	"content": "EXCLUSIVE: Republican leaders of two key House panels are investigating the Biden administration over its fossil fuel leasing practices in response to a leaked \"energy security\" memo.\n\nThe Republican leaders  led by Oversight Chairman James Comer, R-Ky., and Natural Resources Chairman Bruce Westerman, R-Ark.  informed a senior Department of the Interior (DOI) official Laura Daniel-Davis of the probe in a letter on Tuesday. The letter blasted DOI's continued oil and gas leasing delays and Daniel-Davis' decision, revealed in the memo leaked this month, to prioritize climate considerations over energy security.\n\nOversight Subcommittee on Economic Growth, Energy Policy, and Regulatory Affairs Chairman Pat Fallon, R-Texas, and Natural Resources Subcommittee on Oversight and Investigations Chairman Paul Gosar, R-Ariz., also led the letter. Seventeen additional House Republicans signed onto the letter.\n\n\"The Biden Administration has obstructed Americas energy producers in an effort to force a radical Green New Deal agenda on the American people,\" Comer told Fox News Digital in a statement. \"The Democrats ongoing war against Americas oil and gas industry has only driven energy prices higher and families across the country are paying the price.\"\n\nBIDEN ADMIN MAKES STUNNING ADMISSION ON CLIMATE AGENDA IN LEAKED INTERNAL MEMO\n\n\"Instead of pushing the Administrations climate agenda, the Department of the Interior should be prioritizing economic development and American energy security,\" Comer added. \"Congress must ensure DOI is fulfilling their responsibility to advance policies that unleash American energy production and strengthen an industry that provides good-paying job opportunities.\"\n\nIn late November, former Bureau of Ocean Energy Management (BOEM) Director Amanda Lefton penned the referenced memo, recommending DOI charge energy companies a royalty rate of 18.75%, the highest allowable rate under the law, for a large oil and gas lease sale in Alaska. Lefton acknowledged in the memo that charging a lower rate would likely \"offer greater energy security,\" but wouldn't properly account for climate change.\n\nBIDEN ADMIN GIVES TOP ENERGY POST TO CLIMATE ACTIVIST WHO FAILED SENATE CONFIRMATION OVER ETHICS CONCERNS\n\nShortly after the private memo was sent, Daniel-Davis issued a public record of decision signing off on Lefton's recommendation without mentioning its energy security implications. And in late December, the DOI held the nearly million-acre lease sale which garnered just one bid worth $63,983 for a 2,304-acre tract.\n\n\"The memo and your actions in this matter illustrate the pressing need for oversight of DOIs permitting review processes and the Biden Administrations prioritization of its climate agenda above states revenue streams, economic development, and the energy security of all Americans,\" the Republicans stated in their letter to Daniel-Davis on Tuesday.\n\n\"The internal deliberations at BOEM to brazenly elevate President Bidens radical eco-agenda ahead of common-sense policies call for greater congressional oversight of DOI and BOEM,\" they continued.\n\nSen. Joe Manchin, D-W.Va., the chairman of the Senate Energy and Natural Resources committee, ultimately tanked Daniel-Davis' nomination for DOI assistant secretary for land and minerals management as a result of the leaked memo.\n\nDaniel-Davis remains the agency's principal deputy secretary for land and minerals management.\n\n\"The Bureau of Ocean Energy Management and the U.S. Department of the Interior continue to fail in their basic responsibilities and instead are actively elevating President Bidens radical eco-agenda above the best interests of the American people,\" Westerman told Fox News Digital.\n\n\"These backroom dealings contribute to Bidens ongoing energy crisis, threaten Americas national security, discourage future investment, and cause lasting damage to the economy,\" he said. \"Their work to actively advance politics over Americas energy needs are clear evidence of the dire need for congressional oversight.\"\n\nBIDEN ADMIN OFFICIAL HIT WITH ETHICS COMPLAINT FOR ROLE IN FEDERAL OIL LEASING PAUSE\n\nAnd in the letter Tuesday, Westerman, Comer and the other Republicans further criticized Daniel-Davis for the DOI's failure to finalize a five-year offshore leasing plan as required by federal law. Under the 1953 Outer Continental Shelf Lands Act, the federal government is required to issue plans periodically laying out prospective oil and gas lease sales. The most recent plan, which was implemented in 2017, expired in June.\n\nThe letter added that the Biden administration's \"anti-energy agenda\" was evidenced by the delay in releasing the plan and that the delay will \"directly impede future U.S. energy production, constrict global supply, and drive energy prices higher.\"\n\nThe GOP leaders noted that the administration has only held two offshore oil and gas lease sales  one in the Gulf of Mexico and the Alaska sale outlined in the November memo  since taking office. Those two lease sales, in addition to two upcoming sales, had previously been abandoned by the administration in 2022, but were reinstated by the Inflation Reduction Act.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"The lack of certainty has reduced investment in domestic oil and gas development, limited American energy production, and is driving oil and gasoline prices above the $2.39 per gallon they were when President Biden took office,\" the letter concluded.\n\n\"Moreover, the lack of leasing will have long-term impacts of exhausted producible acreage, increased reliability on foreign-sourced fuel, and jeopardized price stability for decades to come.\"\n\nAs part of their investigation, the Republicans requested a series of documents and communications regarding administration oil and gas leasing decisions. They also requested a series of information related to the economic impacts of charging energy companies higher royalty rates for leases.\n\nThe DOI didn't immediately respond to a request for comment.",
	"label": "conservative",
	"title": "GOP opens investigation into Biden admin for obstructing US energy producers with 'radical eco-agenda'"
}, {
	"content": "Interior Secretary Deb Haaland acknowledged Tuesday that the Biden administration's climate agenda, which is reliant on global critical mineral supply chains, is strengthening China.\n\nDuring a House Appropriations Committee hearing on her agency's proposed 2024 budget, Haaland was repeatedly grilled about the administration's environmental policies blocking further domestic production of critical minerals and opening the door to further reliance on Chinese-sourced minerals. In one exchange with Rep. Guy Reschenthaler, R-Pa., Haaland affirmed that green energy sources \"deepen\" reliance on Chinese imports.\n\n\"I'm telling you right now that 63% of rare earth mining [occurs in China],\" Reschenthaler stated. \"By deductive reasoning, that would mean that electric vehicles and renewables deepen our reliance on China. Correct?\"\n\n\"Yes,\" Haaland responded.\n\nBIDEN TURNS TO COUNTRY WITH DOCUMENTED CHILD LABOR ISSUES FOR GREEN ENERGY MINERAL SUPPLIES: 'IT'S EGREGIOUS'\n\nGreen energy technologies like electric vehicle batteries , solar panels and wind turbines require a massive expansion of cobalt, copper, lithium, nickel, graphite, zinc and other mineral production. According to an analysis from the International Energy Agency, an electric vehicle requires 500% more mineral resources than a traditional gas-powered car while a single onshore wind turbine plant requires 800% more minerals than a typical fossil fuel plant.\n\nThe vast majority of mining and processing of such materials, though, takes place outside the U.S., making the nation more reliant on foreign minerals despite its large domestic resources. A White House report published in 2021 concluded that China alone controls more than half of all global rare earth mining capacity and a staggering 85% of rare earth refining capacity.\n\nGREEN ENERGY PROJECTS FACE STARK ENVIRONMENTAL, LOCAL OPPOSITION NATIONWIDE\n\n\"The United States must secure reliable and sustainable supplies of critical minerals and metals to ensure resilience across U.S. manufacturing and defense needs, and do so in a manner consistent with Americas labor, environmental, equity and other values,\" the report added.\n\nHowever, the Department of the Interior, led by Haaland, has taken a number of actions to curb critical mineral production nationwide.\n\nEarlier this year, Haaland finalized a 20-year ban on mining across 225,504 acres in a northern Minnesota forest area that contains vast critical mineral reserves, one year after revoking leases given to a mining firm in the region. The area is home to about 88% of the nation's cobalt reserves in addition to a large amount of copper, nickel and platinum-group elements.\n\nAnd a DOI subagency announced earlier this month that it would consider a separate 20-year mining ban across 20,574 acres near Rapid City, South Dakota, that contains lithium, gold, copper and silver deposits. Haaland's agency has also blocked key mining projects in Arizona and Alaska.\n\nBIDEN ADMIN ISSUES 20-YEAR MINING BAN AS IT TURNS TO FOREIGN SUPPLY CHAIN AMID GREEN ENERGY PUSH\n\n\"Whether its northern Minnesota, southern Arizona, Alaska, or now South Dakota, these sorts of land restrictions from the anti-mining Biden administration hamstring domestic development of minerals we need for national defense, energy technology, and everyday life,\" Rep. Pete Stauber, R-Minn., the chairman of the House Natural Resources Energy and Mineral Subcommittee, recently told Fox News Digital.\n\n\"We need to be using our resources we have here with our workforce, not taking them offline,\" he continued.\n\nLater in her exchange with Reschenthaler, however, Haaland denied that Biden administration policies were boosting Chinese supply chains at the expense of domestic alternatives.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"You just told me that your department banned critical mineral mining in Rapid Creek watershed and in northeast Minnesota. You also told me that we're heavily dependent on China,\" the Pennsylvania Republican said. \"Would your actions not make us more heavily dependent on China?\"\n\n\"No. Since 2021, the [Bureau of Land Management] has approved 20 new mines,\" Haaland responded.\n\nWhen asked later in the hearing whether the approved mines would produce critical minerals, the interior secretary said she was unsure.",
	"label": "conservative",
	"title": "Biden Cabinet official forced to admit climate agenda is strengthening China"
}, {
	"content": "EXCLUSIVE: The top Republican member of the New York state Senate blasted Democratic lawmakers for pushing a gas stove ban, saying it would drive prices higher and hurt consumers.\n\nIn an interview with Fox News Digital, New York Senate Minority Leader Rob Ortt criticized the policy which he said was part of a broader energy policy that drives employers and residents alike to depart the state. He also said federal Democratic lawmakers from New York  such as Sen. Chuck Schumer and Reps. Hakeem Jeffries and Alexandria Ocasio-Cortez  are largely driving state policy.\n\n\"I think it's ridiculous and I think the danger is that it almost seems comedic and so people can take it, you know, maybe not as seriously as they should,\" Ortt told Fox News Digital. \"It is going to increase people's utility rates in the state of New York, it is going to decrease energy reliability in the state of New York and it will do nothing to fight climate change.\"\n\n\"If we think that gas stoves are the reason for climate change  that's just that's ridiculous,\" he added. \"We're not going to stop the polar ice caps from melting because my mom has to use an electric stove.\"\n\nSOCIALISTS CHEER DEM STATES CLIMATE BILL MANDATING FOSSIL FUEL SHUTDOWN: WILL TRANSFORM NEW YORK\n\nOrtt's comments come as New York lawmakers and Democratic Gov. Kathy Hochul continue negotiations on a fiscal year 2024 budget package that is due March 31. The package is reportedly slated to include a bill banning gas stoves and other natural gas-powered appliances from being installed in new buildings and new residential construction.\n\nWhile the exact language of the bill is unknown, New York Democrats have endorsed prohibitions on water heaters, furnaces, clothes dryers and stoves that are powered by natural gas. And Hochul called for all new construction to be zero-emission beginning in 2025 during her State of the State Address in January.\n\n\"Im proposing a plan to end the sale of any new fossil-fuel-powered heating equipment by 2030,\" she remarked. \"We are taking these actions because climate change remains the greatest threat to our planet, and to our children and grandchildren.\"\n\nCALIFORNIA'S GRID FACES COLLAPSE AS LEADERS PUSH RENEWABLES, ELECTRIC VEHICLES, EXPERTS SAY\n\nIn 2021, about 60% of all New York households relied on natural gas for heating while another 20% used heating oil, according to the Energy Information Administration. Additionally, just 14% of households in the state were heated with electricity, the vast majority of which was generated by natural gas power plants.\n\nOrtt noted that state Democrats have pursued a broader climate agenda that extends beyond gas stoves.\n\n\"It is much bigger than just gas stoves,\" Ortt continued. \"This is an attack on energy diversification, it's an attack on working people who pay utility rates. It's going to increase their rates, it's going to drive out employers, it's going to drive people out of the state. And we're going to have nothing environmentally to show for it.\"\n\n\"All we're going to have is less people living here, higher taxes, less energy reliability,\" he said. \"Our policy here in New York for a long time has been to export jobs and import energy. That is the New York energy policy. And, obviously, it's been a bad one.\"\n\nNEW SWEEPING ANALYSIS DEBUNKS REPORTS BLAMING GAS STOVES FOR RESPIRATORY ILLNESS\n\nIf the state passes the gas stove ban legislation, it would be the first state to take such a drastic measure. Several Democratic-led cities including New York City have implemented gas appliance restrictions while some states like California have tackled the issue through modified building codes.\n\nThe federal Consumer Product Safety Commission is currently accepting public feedback on the health impacts of gas stoves, but has denied that it intends to ban the appliance. A member of the commission said in January that he wouldn't rule out a federal ban, sparking outcry from Republicans and ultimately forcing the White House to say it wouldn't support such an action.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"There are climate alarmists out there  certainly here in New York and in Albany, and in Washington, D.C.,\" Ortt told Fox News Digital. \"I think we have to be able to push back as Republicans and people across the country to say we can have a responsible energy policy and one that's environmentally responsible and one that is responsible from a state management standpoint.\"\n\n\"When you're in an emergency, there's no such thing as bad energy that you don't want to have. Whether it's nuclear, natural gas, wind, solar, electric, you want as diversified an approach as possible. That's going to keep costs down and that's what's going to keep reliability up and it's what's going to keep people safe and keep people here in New York and keep companies investing in New York.\"\n\nOrtt added that New York residents can expect a late budget based on the status of negotiations. He said energy policy is a factor in the delay, but that the main holdup is criminal justice and public safety issues.",
	"label": "conservative",
	"title": "Top New York Republican scorches state Dems' effort to ban gas stoves: 'An attack on working people'"
}, {
	"content": "Special Presidential Envoy for Climate John Kerry defended business and government leaders who travel to high-profile climate summits on gas-guzzling private jets.\n\nIn an interview with Yahoo News, Kerry took issue with criticism levied against leaders who fly on private jets despite lofty climate ambitions, saying those individuals are \"working harder\" than most to fight climate change. He also echoed an argument defending private jet travel he has previously used, suggesting so-called carbon offsets justify such high-carbon-footprint travel.\n\n\"They offset  they buy offsets, they offset, and they are working harder than most people I know to be able to try to effect this transition,\" he told the outlet late last week.\n\nKerry noted that he has spoken about private jet travel and carbon offsets with attendees of the World Economic Forum, an annual summit in Davos, Switzerland, where climate change is usually a central topic. Attendees of the summit this year were criticized after they took at least 150 private jet trips to regional airports near Davos in January.\n\nJOHN KERRY'S FAMILY PRIVATE JET EMITTED OVER 300 METRIC TONS OF CARBON SINCE BIDEN TOOK OFFICE\n\nGreenpeace campaigner Klara Maria Schenk blasted officials for flying on \"ultra-polluting, socially inequitable private jets to discuss climate and inequality behind closed doors.\"\n\nDespite defending his fellow world leaders, Kerry has opted against flying on private jets since assuming his current position at the State Department. He notably flew commercial to both United Nations climate summits that have taken place during his tenure as climate envoy.\n\n\"I didnt fly private while I was in this job,\" Kerry added in the interview with Yahoo News. \"Ive had one, maybe two, private flights, which were military flights in order to get to China during COVID, where we were forced into that, but I fly commercially.\"\n\nJOHN KERRY'S OFFICE CONSULTED LEFT-WING ENVIRONMENTAL GROUPS WHILE CRAFTING POLICIES, EMAILS SHOW\n\nFox News Digital recently reported that Kerry's family sold its private jet, a Gulfstream GIV-SP, last year amid intense criticism over its carbon footprint. As of July, the month before the sale occurred, the jet had made a total of 48 trips lasting more than 60 hours and emitted an estimated 715,886 pounds, or 325 metric tons, since President Biden appointed Kerry to the position.\n\nAlthough the plane was sold and Kerry has mainly traveled on commercial flights since January 2021, he argued in 2019 that his private jet use allows him to \"fly to meet with people and get things done.\" He added that he had devoted his life to fighting climate change and that he offsets his carbon consumption.\n\nCLICK HERE FOR THE FOX NEWS APP\n\nA carbon offset is a reduction of carbon emissions aimed at counteracting increased emissions elsewhere.\n\nPrivate jet travel, which is by far the most carbon-intensive mode of transportation, emits 10 times more carbon than commercial planes and 50 times more carbon than trains, according to a 2021 report from the group Transport & Environment.",
	"label": "conservative",
	"title": "John Kerry rushes to defense of climate activist leaders who use private jets"
}, {
	"content": "The White House issued a statement of administration policy Monday, stating that President Biden would veto Republicans' sweeping energy package in its current form.\n\nAccording to the memo, the Biden administration \"strongly opposes\" the bill  titled the Lower Energy Costs Act  because it would work to counteract the administration's own agenda promoting green energy sources over fossil fuel alternatives. The memo claimed that the GOP legislation proposes to replace pro-consumer policies with a \"thinly veiled license to pollute,\" echoing criticism from top House Democrats.\n\n\"It would raise costs for American families by repealing household energy rebates and rolling back historic investments to increase access to cost-lowering clean energy technologies,\" the White House statement added. \"Instead of protecting American consumers, it would pad oil and gas company profits  already at record levels  and undercut our public health and environment.\"\n\n\"H.R. 1 would also empower big companies to skirt the Clean Air Act by lifting pollution control requirements, weaken emissions requirements and worker protection for refineries using toxic chemicals, modify requirements under the bipartisan Toxic Substances Control Act for determining the safety of chemicals used in the energy sector, and repeal $1.5 billion in investments focused on curbing methane leaks that harm surrounding communities.\"\n\nFOSSIL FUEL, GREEN ENERGY GROUPS TEAM UP IN RARE JOINT EFFORT TO PUSH PERMITTING REFORM\n\nThe memo added that the White House believed the Lower Energy Costs Act would double costs for families to purchase home appliances that are more energy efficient than current models. And it blasted the legislation for repealing the Greenhouse Gas Reduction Fund, a $27 billion program created by the Inflation Reduction Act to fund green energy projects nationwide.\n\nOn March 14, House Republicans, led by Majority Leader Steve Scalise, R-La., introduced the energy package, arguing it would reverse Biden's \"war on American energy,\" shore up energy and mineral supply chains, reform permitting system and reduce consumer energy prices which have been the main driver of inflation. The House is set to hold a floor vote on the bill this week.\n\nREPUBLICANS UNVEIL EFFORT TO REMOVE BIDEN ADMIN'S BARRIERS BLOCKING OIL AND GAS DRILLING\n\nAmong its key provisions, the legislation would eliminate new taxes on natural gas infrastructure, ensure regular oil and gas leasing on federal lands and waters, eliminate permitting hurdles to pipeline development, streamline duplicative regulations related to natural gas production and bolster the ability for mining companies to receive approval for projects.\n\nThe legislation has received support from Americans for Prosperity, America First Policy Institute, Heritage Action and two dozen other conservative advocacy groups.\n\nHowever, Democrats have blasted the legislation for catering to fossil fuel industry priorities with House Natural Resources Committee Ranking Member Raul Grijalva, D-Ariz., dubbing it the \"Polluters Over People Act.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"The Biden-Harris Administration is advancing an unparalleled expansion of American-made energy that will reduce costs, secure supply chains, and create good-paying jobs,\" the White House memo Monday stated. \"The Administration has made dramatic progress in every area.\"\n\n\"Both oil and natural gas production in the United States are projected to reach record highs this year, the President has authorized the use of the Defense Production Act to strengthen our supply chains, and the Administration is making historic investments to deploy clean energy, accelerate permitting, and create jobs,\" it continued.\n\n\"The Administration wants to work in bipartisan manner with Congress to address lowering energy costs, permitting reform, and addressing energy challenges,\" the memo concluded. \"However, H.R. 1 would take us backward.\"",
	"label": "conservative",
	"title": "Biden vows to tank GOP effort to boost energy production"
}, {
	"content": "The Biden administration plans to roll out executive orders and climate mandates affecting automobiles and trucks to reach a 50% reduction in emissions by the end of the decade, according to Special Presidential Envoy for Climate John Kerry\n\nDuring an interview with Yahoo News last week, Kerry spoke on President Bidens plans, but also on lifestyle changes people may have to make to reach net zero carbon emissions by 2050.\n\nAt the beginning of the interview though, Kerry was asked about Bidens Inflation Reduction Act, or IRA, noting that it is only projected to reach a 40% reduction in carbon emissions by the end of the decade, shy by about 10% of the presidents goal.\n\nCHINA UNLEASHES MASSIVE COAL POWER EXPANSION DESPITE JOHN KERRY'S CLIMATE PLEAS\n\n\"Well, were doing a lot more than just the IRA. The IRA is a package that in and of itself can get the 40%,\" Kerry said. \"But in addition to that, the president is issuing executive orders. Therell be changes on automobile, on light truck, heavy truck, heavy duty, a number of initiatives that are being taken by states, subnational, cities\"\n\nHe added that when the U.S. pulled out of the Paris climate agreement, the U.S. still saw 75% of the new energy that came online, came from renewable resources.\n\n\"So, we have a lot of other options, tools if you will, in the toolkit besides the IRA,\" Kerry said.\n\nJOHN KERRY'S SECRET CCP NEGOTIATIONS PROBED BY GOP OVERSIGHT CHAIRMAN\n\nThe former presidential candidate also said achieving the goal is not dependent on federal government mandates, though it is critical. He explained that corporations also must do their part.\n\nHe gave the example of the airline industry doing their part to meet a net-zero 2050 target in two separate phases, or scopes to reduce emissions that the industry is responsible for.\n\n\"So, there are a lot of things happening, and nobody can guarantee this,\" Kerry said. \"Right now, were behind. I mean, were seriously behind.\"\n\nJOHN KERRY'S OFFICE CONSULTED LEFT-WING ENVIRONMENTAL GROUPS WHILE CRAFTING POLICIES, EMAILS SHOW\n\nIn terms of electric vehicles, General Motors said by 2035 it only plans to make vehicles that operate on electricity.\n\nKerry was also asked about people who do not want to change their lifestyles for things like switching from gas to electricity for cooking.\n\n\"Unless somebody were able to provide that with zero carbon intensity, I mean, if you can do that. Now thats not doable today,\" he said. \"So yes, gas at a certain point becomes a serious challenge here.\"\n\n\"It would be like taking a coal plant offline and switching to gas. Yes, you got rid of the coal emissions, but generated gas emissions.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"Youve got to be able to reduce the gas emissions also,\" he said. \"Thats the challenge for the industry.\"\n\nKerry's camp did not immediately respond to questions concerning the interview and the Biden administrations' future mandates.\n\nIn February, Biden faced severe backlash when a regulatory plan to ban most gas stoves surfaced.",
	"label": "conservative",
	"title": "Climate czar John Kerry says Biden will impose more mandates, go farther than Inflation Reduction Act"
}, {
	"content": "The United Nations (U.N.) issued its latest climate change report which warned the \"climate time bomb is ticking,\" sparking renewed calls for nations including the U.S. to take more aggressive actions to curb carbon emissions.\n\nThe report, published Monday by the U.N.'s Intergovernmental Panel on Climate Change (IPCC), concluded that sustained global fossil fuel usage has caused the world to warm 1.1 degrees Celsius above pre-industrial levels, close to the 1.5-degree emergency threshold, and has pushed the world closer to a point of no return. U.N. Secretary-General Antonio Guterres said the report represented the most stark warning for humanity yet.\n\n\"The climate time bomb is ticking. But todays IPCC report is a how-to guide to defuse the climate time bomb. It is a survival guide for humanity,\" he said. \"As it shows, the 1.5-degree limit is achievable. But it will take a quantum leap in climate action.\"\n\nFollowing the report, news outlets highlighted the findings and included comments from additional climate experts and environmentalists who said the report should be a final warning and that \"there is no more room for compromises.\" And White House press secretary Karine Jean-Pierre on Tuesday called the report a \"sobering report on the state of our climate.\"\n\nDEMOCRATS BLAMING CLIMATE CHANGE FOR HURRICANE IAN AT ODDS WITH SCIENCE, EXPERTS SAY\n\nHowever, the IPCC's report is just the most recent in a long string of cataclysmic climate change warnings and calls to action from the U.N. dating back decades. The international body first called attention to emissions-caused climate change during its 1972 First Earth Summit in Sweden and zeroed in on the issue in the late 1980s when it began issuing its first major warnings about global warming.\n\n\"The ticking time bomb stuff  I mean, they really are running out of extreme rhetoric,\" Steve Milloy, a senior legal fellow at the Energy & Environment Legal Institute, told Fox News Digital in an interview. \"What's the rhetoric going to be like next time or is it just going to be the same? I guess it could just be the same. We could have another stark, stark warning.\"\n\n\"Since they never report that they've been wrong before, it doesn't really matter. They just go on to the next one,\" he continued. \"This is an elitist-driven scare. It's very important to the green energy industry, to the greens and to Democrats, but it's not really important to anybody else. I think people are kind of getting bored with it.\"\n\nBIDEN CONSIDERING TEARING DOWN KEY GREEN ENERGY SOURCE OVER ECO CONCERNS\n\nIn 1989, Noel Brown, the former director of the U.N. Environment Program, told The Associated Press that entire nations would be wiped off the face of the Earth by 2000 if warming trends aren't reversed. He added that if warming wasn't reduced, humanity could expect \"more ferocious storms, hurricanes, wind shear, dust erosion.\"\n\nOne year later, the IPCC published its First Assessment Report which stated with certainty that human activity, namely the burning of fossil fuels for energy, \"will enhance the greenhouse effect, resulting on average in an additional warming of the Earth's surface.\" The report also predicted that increases in emissions could cause \"irreversible change in the climate which could be detectable\" by 2000.\n\nThe IPCC continued publishing reports with stark warnings and bold predictions throughout the 1990s and 2000s.\n\n\"Emissions of greenhouse gases and aerosols due to human activities continue to alter the atmosphere in ways that are expected to affect the climate,\" the agency's Third Assessment Report published in 2001 stated. \"There is new and stronger evidence that most of the warming observed over the last 50 years is attributable to human activities.\"\n\nREPUBLICANS DEMAND BIDEN'S ENERGY SECRETARY RETRACT 'UNSERIOUS' COMMENTS PRAISING CHINA\n\nIn 2007, the IPCC released its Fourth Assessment Report which gave the world eight more years to reverse warming and emissions trends to avoid the worst effects of climate change.\n\nSeven years later, the Fifth Assessment Report stated the increased emissions were \"increasing the likelihood of severe, pervasive and irreversible impacts for people and\n\necosystems.\"\n\n\"Time is running out. The more we delay, the more we will pay. Climate change is accelerating and human activities are the principal cause, as documented in a series of authoritative scientific reports from the Intergovernmental Panel on Climate Change,\" former U.N. Secretary-General Ban Ki-moon wrote at the time.\n\n\"Climate change poses sweeping risks for economic stability and the security of nations.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nThen, in 2019, U.N. General Assembly President Maria Fernanda Espinosa Garcia said \"11 years are all that remain to avert catastrophe,\" giving the Earth until 2030. During the same event, Guterres said \"we have no excuse not to act.\"\n\nAnd last year, the U.N. warned in a sustainable development report that, to avoid irreversible damage, global greenhouse gas emissions need to peak before 2025, decline 43% by 2030 and reach net-zero by 2050.\n\nDespite the years of warnings, though, the world has continued to see increased carbon emissions and fossil fuel production. In 2022, energy-related carbon emissions reached an all-time high and global oil consumption is projected to reach an all-time high of 101.7 million barrels per day in 2023, according to the International Energy Agency.",
	"label": "conservative",
	"title": "UN climate report is latest in string of cataclysmic predictions stretching back decades"
}, {
	"content": "A group of workers at a Tesla factory in Buffalo began a campaign on Tuesday to form a union, saying they want better pay and benefits. If successful, the effort could establish the first union at the fast-growing auto and energy company, which has fiercely resisted efforts to organize its employees. The factory in Buffalo makes solar panels and components for charging equipment, according to Teslas website, and also has about 800 workers who help develop driver-assistance software for cars. The software workers initiated the union drive, and went public Tuesday in an effort to win broader support at the site. Tesla pays workers in Buffalo less than national averages and they receive little sick time, workers involved in the drive said. We are only asking for a seat in the car that we helped build, Keenan Lasch, a member of a group calling itself Tesla Workers United, said in a statement. The employees are working with Workers United, which is affiliated with the Service Employees International Union. The union campaign was reported earlier by Bloomberg News. Attempts to organize Tesla workers have so far failed. Elon Musk, Teslas chief executive, has been openly hostile to unions. In 2021, the National Labor Relations Board found that Tesla had illegally fired a worker involved in organizing at the companys car factory in Fremont, Calif., and that Mr. Musk had illegally threatened workers with the loss of stock options if they unionized. Tesla did not respond to a request for comment. The companys nonunion workplaces potentially give the company a cost advantage over established automakers like General Motors, Ford Motor and Stellantis, whose employees are represented by the United Auto Workers in the United States. Unionized workers generally receive better pay and benefits than workers who are not represented. The U.A.W. has so far been frustrated in its attempts to expand beyond the Michigan automakers. In recent years, attempts to organize workers for foreign automakers with factories in the South, including Nissan, Volkswagen, Mercedes-Benz and Toyota, have failed. Tesla is the latest big technology company to be the target of labor organizers. Amazon workers at a warehouse on Staten Island voted in April to unionize, but workers at an Amazon facility in Albany, N.Y., voted in October against union representation. The drive in Buffalo has the support of Jaz Brisack, who gained national prominence for her efforts to organize Starbucks workers in Buffalo. So incredibly glad to be working with the Tesla workers on their campaign! Ms. Brisack said on Twitter on Tuesday. The Autopilot workers in Buffalo analyze data collected by cars to improve the software, which has been blamed for numerous crashes, some fatal. Federal officials have asked Tesla for documents related to the self-driving software, the company disclosed last month. Tesla has openings for jobs in Buffalo that entail labeling images and videos collected from cars. No experience in artificial intelligence or data labeling is required, according to two job postings on its website. Workers said they were committed to Teslas mission but wanted a greater voice. In an open letter to fellow workers, they said they wanted to form a union that would be as innovative as the company we work for and to build an even more collaborative environment that will strengthen the company. As much as I love my job, it can feel very disheartening living paycheck to paycheck when I work for one of the most successful companies in the world, Zahra Lahrache, who has worked at Tesla in Buffalo for five months, said in a statement issued by the workers, and that is why I am exercising my right to unionize.",
	"label": "liberal",
	"title": "Tesla Workers at a Factory in Buffalo Begin a Campaign to Form a Union"
}, {
	"content": "RIO DE JANEIRO  A decommissioned aircraft carrier, packed with an undetermined amount of asbestos, is being towed in circles off the coast of Brazil after it was refused permission to dock in Turkey for recycling. The problem? No government wants anything to do with it. Now, the Brazilian Navy says it plans to just sink the ship, the So Paulo, a Clemenceau-class carrier purchased from France in 2000 for $12 million, planes and helicopters not included. Environmentalists say doing so would cause irreparable environmental damage and could be a violation of international law. It would be completely unexplainable and irrational to sink the ship, said Jim Puckett, director of the Basel Action Network, an environmental nonprofit group based in Seattle that focuses on the global trade in toxic substances. The story of So Paulos demise started when a Turkish company called Sok Denizcilik bought the ship for just over $1.8 million in an auction in 2021. Its goal was to recycle the vessel, disposing of any waste responsibly while making a profit salvaging and selling the tons of nontoxic metals it contained. But the Turkish companys plans were met with protests from environmental groups that said the ship was carrying a lot more dangerous material than the company had disclosed. The 873-foot vessel, which served in the French Navy under the name Foch from 1963 until it was sold in 2000, hadnt been in service for roughly a decade. Some of its compartments have accumulated so much dangerous gas that it is now unsafe to enter them, inspectors said. Decades ago, when the ship was laid down, there was less understanding and probably less concern about the severe health problems some construction materials could cause. Asbestos, a fire retardant that was commonly used back then, was later found to be a potent carcinogen. The lead ship of the class, Clemenceau, was dismantled and recycled in the 2000s after a similarly contentious struggle with environmentalists. The French authorities reported 45 tons of asbestos aboard Clemenceau, but environmental groups said they had evidence that it contained much more. The vessel was en route to a breaking yard in India when a French court ordered it to return to home waters. Clemenceau was eventually scrapped in Britain. Problems with the So Paulo started when environmentalists grew suspicious because inspectors had reported less than 10 tons of asbestos aboard. The navy said a lot had been removed over the years, but environmentalists asked for proof. None was presented. So, in July, activists contacted Grieg Green, a Norwegian company that had put together the ships inventory of hazardous materials, known as an I.H.M. The response confirmed some of their suspicions. During the onboard survey, various places were sealed off and inaccessible for the surveyor, Andreas Justad, a project manager, wrote back. He said the amount of asbestos reported was only an estimate. It could be a big gap from the actual amount existing on board versus the findings in the I.H.M., he said. Within weeks, several environmental groups were putting pressure on the Turkish government to reject the ship. We raised hell, Mr. Puckett, the activist, said. On Aug. 4, the decommissioned So Paulo started across the Atlantic under tow, on its way to the breaking yard in Turkey. Meanwhile, the environmental campaign was picking up steam. Days after the ship departed, Turkish officials asked their Brazilian counterparts for a new inventory of hazardous substances. Dissatisfied with the response, Turkish officials canceled import permission. The ship and its tug, which by then had reached Gibraltar, had to turn back. Environmental groups counted it as an enormous victory. So Paulos journey, though, was far from over. As it approached Brazil in October, the navy ordered it to remain off the northeastern coast instead of returning to Rio de Janeiro, its port of departure. At that point, after two trans-Atlantic crossings, the ship needed to dock for maintenance. But the environmental campaign had apparently worked too well. Spooked local officials in Brazil pressured ports not to take the ship, and it was repeatedly refused. The navy never offered its own bases, for reasons officials have never explained. So, the ship and the tug started doing circles. Months passed, and, as minor damage started appearing in the hull, MSK Maritime Services & Trading, a partner in the recycling project with Sok Denizcilik, grew desperate. The company needed a harbor to patch up the damage, and the tugboat was guzzling 20 tons of fuel a day. By January, the MSK reported that it had lost $5 million on the venture. Environmental groups said they were baffled that the navy wouldnt take the ship back and was refusing to say why it wouldnt. Under the Basel Convention, countries are required to re-import toxic waste that they are unable to successfully export. Activists say Brazil is violating the convention by not allowing the ship to dock. Officials deny this, on the grounds that the ship is in Brazilian waters. The Brazilian Navy did not respond to repeated requests for comment for this article. In a prepared statement, it said that, despite no longer being the ships owner, it has followed the case with attention and that owners of the ship had so far not fulfilled the requirements for docking permission. At a meeting in December, naval officials said they were concerned the ship would sink close to the coast and create a navigation hazard. So, they ordered it about 200 miles offshore. In the same meeting, officials said they considered sinking the ship to be one of their few options. A report in December said the ship was, at that time, seaworthy enough to be towed to a port. But a navy report from two weeks ago said that, although the vessel could last another month before sinking, it was too unstable to bring into coastal waters. So, on Wednesday night, officials announced plans to sink the ship. A navy release cited deteriorating hull buoyancy conditions and the inevitability of spontaneous/uncontrolled sinking. In a statement in response to questions from The New York Times, IBAMA, Brazils environmental agency, said So Paulos chemicals could harm the ozone layer, cause the death of marine wildlife and deteriorate ecosystems in important marine biodiversity hot spots. Even if So Paulo was unwelcome in ports around the world, the ship will not meet its end totally unloved. For five years, Emerson Miura, a veteran of the Brazilian Air Force, had been working on a project to turn the So Paulo into a floating museum. He was mostly ignored by the navy, but he hoped until the last days that the admirals would have a change of heart. Our idea was to rescue patriotism, our pride of being Brazilian, he said. Brazil doesnt take care of its history.",
	"label": "liberal",
	"title": "Brazil Plans to Sink Ship Packed With Asbestos"
}, {
	"content": "Forests that keep hillsides from eroding and clean the air. Wetlands that protect coastal real estate from storm surges. Rivers and deep snows that attract tourists and create jobs in rural areas. All of those are natural assets of perhaps obvious value  but none are accounted for by traditional measurements of economic activity. On Thursday, the Biden administration unveiled an effort to change that by creating a system for assessing the worth of healthy ecosystems to humanity. The results could inform governmental decisions like which industries to support, which natural resources to preserve and which regulations to pass. The administrations special envoy for climate change, John Kerry, announced the plan in a speech at the World Economic Forum, the annual gathering of political and business leaders in Davos, Switzerland. With this plan, the U.S. will put nature on the national balance sheet, he said. The initiative will require the help of many corners of the executive branch to integrate the new methods into policy. The private sector is likely to take note as well, given rising awareness that extreme weather can wreak havoc on assets  and demand investment in renewable energy and sustainable agriculture. In the past, such undertakings have been politically contentious, as conservatives and industry groups have fought data collection that they saw as an impetus to regulation. A White House report said the effort would take about 15 years. When the standards are fully developed and phased in, researchers will still be able to use gross domestic product as currently defined  but they will also have expanded statistics that take into account a broader sweep of natures economic contribution, both tangible and intangible. Those statistics will help more accurately measure the impact of a hurricane, for example. As currently measured, a huge storm can propel economic growth, even though it leaves behind muddied rivers and denuded coastlines  diminishing resources for fishing, transportation, tourism and other economic uses. You can look at the TV and know that weve lost beaches, weve lost lots of stuff that we really care about, that makes our lives better, said Eli Fenichel, an assistant director at the White House Office of Science and Technology Policy. And you get an economist to go on and say, G.D.P.s going to go up this quarter because were going to spend a lot of money rebuilding. Being able to have these kinds of data about our natural assets, we can say, Thats nice, but weve also lost here, so lets have a more informed conversation going forward. Taking nature into economic calculations, known as natural capital accounting, is not a new concept. As early as the 1910s, economists began to think about how to put a number on the contribution of biodiversity, or the damage of air pollution. Prototype statistics emerged in the 1970s, and in 1994, the Commerce Departments Bureau of Economic Analysis proposed a way to augment its accounting tools with measures of environmental health and output. But Congress ordered the bureau to halt its efforts until an independent review could be completed. States whose economies depend on drilling, mining and other forms of natural resource extraction were particularly worried that the data could be used for more stringent regulation. They thought that anything that measured the question of productivity of natural resources was inherently an environmental trick, a Commerce Department official said afterward.  Five years later, that independent review was completed in a report for the National Academy of Sciences. The academy panel  led by the Yale economist William Nordhaus, who went on to win the Nobel Prize for his work on the economic impact of climate change  said the bureau should continue. Natural resources such as petroleum, minerals, clean water and fertile soils are assets of the economy in much the same way as are computers, homes and trucks, the report read. An important part of the economic picture is therefore missing if natural assets are omitted in creating the national balance sheet. While the United States lagged, other countries moved ahead with incorporating nature into their core accounting. The United Nations developed a framework for doing so over the last decade that supported decisions such as assessing the impact of shrinking peat land and protecting an endangered species of tree. Britain has been publishing environmental-economic statistics for several years as well. International groups like the Network for Greening the Financial System, which includes most of the worlds central banks, use some of these techniques for assessing systemic risk in the financial system. Skepticism about including environmental considerations in economic and financial decision-making remains in the United States, where conservatives have disparaged investing guidelines that put a priority on a companys performance along environmental, social and governance lines. The social cost of carbon, another measurement tool for assessing the economic impact of regulations through their effect on carbon emissions, was set close to zero during the Trump administration and has been increased significantly under President Biden. Benjamin Zycher, a senior fellow at the right-leaning American Enterprise Institute, expressed concern Thursday that the new approach would introduce a degree of subjectivity. I think theres a real danger that if in fact theyre trying to put environmental quality values into the national accounts, theres no straightforward way to do that, and its impossible that it wouldnt be politicized, Dr. Zycher said in an interview. Thats going to be a process deeply fraught with problems and dubious interpretations. Few economic statistics are a perfect representation of reality, however, and all of them have to be refined to make sure they are consistent and comparable over time. Measuring the value of nature is inherently tricky, since there is often no market price to consult, but other sources of information can be equally illuminating. The Bureau of Economic Analysis has undertaken other efforts to measure the value of services that are never sold, like household labor. Thats exactly why we need this sort of strategy, said Nathaniel Keohane, president of the Center for Climate and Energy Solutions, a research and advocacy group. To really develop the data we need so that its not subjective, and make sure we are really devoting the same quality control and focus on integrity that we do to other areas of economic statistics. The strategy does not pretend to cover every aspect of natures value, or solve problems of environmental justice simply by more fully incorporating natures contribution, particularly for Indigenous communities. Those concerns, said Rachelle Gould, an associate professor of environmental studies at the University of Vermont, will need to be prioritized separately. There are a lot of other ways nature matters that cant be accounted for in monetary terms, Dr. Gould said. Its appropriately cautious about what might be possible.",
	"label": "liberal",
	"title": "U.S. to Add Environment To Economic Measures"
}, {
	"content": "For three years, the nations most prominent environmental organization has been ruminating about its past and future. Like many other American institutions, the Sierra Club was convulsed by the 2020 murder of George Floyd, beset by painful questions about its mission and history, including whether its founder, John Muir, was biased against people of color. Now, the organization is trying to emerge from the other side of that appraisal. It has named Ben Jealous, a civil rights activist, author, investor and nonprofit leader as its new executive director. Mr. Jealous, 50, chief executive of the National Association for the Advancement of Colored People from 2008 to 2013, is the first person of color to lead the Sierra Club. (The club has had three people of color on its board serve as president.) With more than $149 million in annual contributions, hundreds of employees, more than a million members and supporters, and 64 chapters around the country, the Sierra Club is the giant sequoia of the conservation movement  impossible to ignore, and at the center of an expansive ecosystem of activists, nonprofit organizations and grass roots campaigns. But the murder of Mr. Floyd and subsequent protests around the nation shook the foundation of the institution. Its executive director wrote that the Sierra Club had played a substantial role in perpetuating white supremacy. The blog post was an effort to acknowledge the groups failings, but it drew a public rebuke from some board members and sparked a fierce internal fight. That same summer, a Sierra Club employee claimed to have been raped by a former senior employee who was still volunteering for the organization, prompting investigations into other accusations of abuse as the #MeToo movement continued. And, in 2021, an internal report documented a toxic culture where bad behavior was tolerated and accountability was lacking. Weeks later, the executive director resigned and a board member took over public leadership duties, leaving the Sierra Club rudderless during the first year of the Biden presidency, as climate change became a central political issue. Theres been a moment of reckoning that was important for the Sierra Club, Mr. Jealous said. Reckonings are hard, and Ive never seen anybody really do it right. Theres a lot of pent-up emotion, and it all comes out. Mr. Jealous said he hoped to harness that energy, getting the Sierra Club more engaged with environmental issues affecting minority communities, and finding ways to bring more Black people, Hispanics and Asians into the environmental movement. His appointment comes after a nearly yearlong search. He joined the Sierra Club after two years as president of People for the American Way, a progressive advocacy group. He outshined and out-sparkled all of the other people we interviewed, said Rita Harris, a Sierra Club board member who was involved in the search. He definitely appears to be the person we need right now. Mr. Jealous, a Rhodes scholar who ran unsuccessfully for governor of Maryland in 2018, said his qualifications for the job go well beyond being a civil-rights leader and that he has always been an environmentalist. Growing up in Northern California, Mr. Jealous said that his earliest memories include sleeping inside of redwood trees. His parents took him hiking in Yosemite National Park twice a year, and the Sierra Club magazine was always lying around the house. At nine years old, Mr. Jealous said he became the youngest-ever docent at his local natural history museum. And as a teenager, he served as a tour guide at the Monterey Bay Aquarium. He continued to work on environmental issues as a young professional. At the Public Interest Research Group, an organization founded by Ralph Nader, he helped launch Neighborhood Green Corps, a program that gave recent college graduates exposure to grass roots activism. And at the N.A.A.C.P., he launched a climate justice program, an effort focused on environmental issues affecting Black communities. Im the first Sierra Club executive director in a while to grow up in a redwood forest in Northern California, to sleep under them, he said. But as Mr. Jealous prepares to embark on a listening tour during his first months on the job, he is likely to hear from staffers still working through a difficult few years for the organization. The summer of 2020, with Covid raging and protests erupting in the streets of American cities, a national conversation about systemic racism was in full swing. A parade of high profile corporations, universities and nonprofit organizations were caught up in public squabbles as staff, consumers and critics piled on. Yet even during that period of unrest, what unfolded at the Sierra Club stood out. Michael Brune, the groups longtime executive director, wrote a blog post titled Pulling Down Our Monuments. In it, he disavowed Mr. Muir, who founded the club in 1892 and is credited with preserving Yosemite as a national park and starting the American environmental movement. But in some of his writings, Mr. Muir characterized Black Americans and Native Americans as dirty and lazy. He also was friendly with some early club members who were white supremacists and who promoted eugenics. The Sierra Club, Mr. Brune wrote, had caused significant and immeasurable harm, adding that as defenders of Black life pull down Confederate monuments across the country, we must also take this moment to re-examine our past and our substantial role in perpetuating white supremacy. The post sparked a backlash from inside and outside the organization, with some board members publicly criticizing Mr. Brune and other prominent environmentalists and disputing his characterization of Mr. Muir. Mr. Brune left the organization in August 2021. Mr. Jealous said he hoped to move beyond the controversy, but saw Mr. Muir as a conservationist first. When I look at John Muir, I see a man in the late 19th century, who talked a lot like men in the late 19th century, he said. The way that I grew up was really valuing him as somebody who helped preserve the most beautiful places that were the landscape of my childhood. Mr. Jealous will also have to contend with an organization that, according to an internal report prepared by Ramona Strategies, a consulting group, tolerated bullying behavior by senior employees and lacked a strong culture of accountability. We have to deal with all of the equity issues inside the Sierra Club, Mr. Jealous said. Those include, absolutely, issues of gender, as well as racial equity and also pay equity. We have people who are chapter staff who are making less than people who are national staff for the same organization, doing the same job. But while Mr. Jealous and the organization hope to put the recent tumult behind them, the times have changed. No longer is the Sierra Club simply focused on conserving pristine nature. Instead, it is embracing voting rights and other progressive causes that arent overtly about the fight to protect the environment and combat climate change. While before, a hundred years ago we were interested in preserving the Sierra Nevadas, now we know that, in order to preserve that, we also need to have livelihoods that can ensure that can be preserved for future generations, good wages, all of that, said Ramn Cruz, the Sierra Club boards president, who had effectively been serving as its leader since Mr. Brunes resignation. Its impossible to divorce these things from each other. Mr. Jealous, who expanded the range of issues the N.A.A.C.P. tackled while he was chief executive  and in doing so expanded its membership and fund-raising, as well  is eager to try and accomplish the same feat at the Sierra Club. The Sierra Club, more than any other environmentalist group, has become rapidly more inclusive, he said. We dont get to save the planet and not take on the ravages of poverty. What this means in practice remains to be seen. Mr. Jealous said he hoped to get the organization more involved in local campaigns on everything from industrial pollution to the electrical grid. He added that the Sierra Club had a role to play making sure that the $370 billion in climate change funding included in the Inflation Reduction Act was not wasted. The only way that that is something other than political pork is if movements are built in every single state in this country to make sure that those dollars are spent impactfully, he said. And still, efforts to expand wind and solar energy are facing growing local resistance around the country, at times pitting Indigenous groups against the developers of renewable energy projects. Those are real conversations that were going to be prepared to have, Mr. Jealous said. And the only organization that can really lead that effectively would be an organization that both is on fire to protect the planet and is on fire for social justice. Ultimately, the best solutions are going to require us to figure out how to hold both of those in our minds at the same time.",
	"label": "liberal",
	"title": "After Racial Reckoning, Sierra Club Looks Ahead With New Leadership"
}, {
	"content": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android. WASHINGTON  The nations top environmental agency is still reeling from the exodus of more than 1,200 scientists and policy experts during the Trump administration. The chemicals chief said her staff cant keep up with a mounting workload. The enforcement unit is prosecuting fewer polluters than at any time in the past two decades. And now this: the stressed-out, stretched-thin Environmental Protection Agency is scrambling to write about a half dozen highly complex rules and regulations that are central to President Bidens climate goals. The new rules have to be enacted within the next 18 months  lightning speed in the regulatory world  or they could be overturned by a new Congress or administration. The regulations are already delayed months past E.P.A.s own self-imposed deadlines, raising concerns from supporters in Congress and environmental groups. Its very fair to say we are not where we hoped wed be, said Miles Keogh, executive director of the National Association of Clean Air Agencies, which represents most state and local air regulators. As staffing at the E.P.A. thinned out, the workload only increased, both the agency and its critics say. Career employees are being worked to death, said Betsy Southerland, a former top E.P.A. scientist. Theyre under the greatest pressure theyve ever been. Biden administration officials insist the agency has delivered more environmental protections than any previous presidency and listed dozens of new policies, including the creation of a high-level office focused for the first time on addressing racial disparities when it comes to environmental hazards. The agencys administrator, Michael S. Regan, has promised that new regulations being written by his staff now will be made public by spring. Agency officials said that the E.P.A. has stepped up its recruitment efforts and has purchased software that has helped it identify more potential job candidates, particularly from universities. The agency is moving further and faster than ever before, Dan Utech, Mr. Regans chief of staff, said in a statement. He added that accomplishments had come despite depleted staffing levels, persistent funding challenges and a previous administration that left the agency neglected and scientifically compromised. The E.P.A. is at an unusual juncture. The 2021 bipartisan infrastructure law and the climate law enacted last year have begun to pump $90 billion into the agency over the next 10 years for climate projects like $1.5 billion for new technologies to monitor and reduce methane emissions from oil and gas wells, $5 billion for states to purchase low-emission school buses and $3 billion to cut pollution at ports. For the first time, the E.P.A. has a little bit of walking-around money, Mr. Regan joked to staff at a recent meeting. But experts said they worry the E.P.A.s regulatory and enforcement work is taking a back seat to issuing grants. E.P.A. is a regulatory agency, and I worry the huge piles of money they now have to administer and manage could end up obscuring the regulatory work the statutes say they have to do, said Eric Schaeffer, executive director of the Environmental Integrity Project, a watchdog group. And time is running out. Mr. Biden wants to cut United States greenhouse gas emissions roughly in half this decade in order to avoid the most severe climate disruptions. Analysts say that even with the new climate law, the president cant achieve his goal without new regulations designed to cut carbon dioxide and other pollutants from power plants, cars and trucks. The process from proposing a regulation to enacting it can take months, and the current delays may mean that some rules are not completed until next year. Under the Congressional Review Act, lawmakers can repeal any regulation within 60 legislative days of being finalized with a simple majority vote. So any final rule issued in late 2024 could be repealed by Republicans if they maintain control of the House and pick up seats in the Senate in the November 2024 elections. Moreover, Biden administration climate rules are also likely to face legal challenges. If a new administration is elected in 2024, it might opt not to defend the rules in court. A recent report card from Evergreen, an environmental group, found the E.P.A. was behind its own deadlines on nine key environmental regulations, including limits on power plant emissions of mercury and other toxic substances, ozone standards, and curtailing the storage of coal ash to avoid spills and contamination. Most worrisome, climate advocates said, is that the agency has yet to propose rules to limit greenhouse gas emissions from new gas-fired power plants and existing coal and gas plants  measures that energy analysts say will be necessary to eliminate fossil fuels from the electricity sector by 2035 as Mr. Biden has pledged to do. In a recent interview, Mr. Regan said his agency has recently been reassessing its regulatory plans. The millions of dollars now available through the climate law to make it cheaper and easier for utilities and automobile manufacturers to move away from fossil fuels has led the agency to consider whether it could impose more stringent emissions goals than initially conceived, he said. That would move the power and transportation sectors of the economy even faster away from fossil fuels. He said developing the legal and economic justification for such regulations would take time but was nearing completion. This spring, youre going to see a number of actions taken by E.P.A. Mr. Regan said. Despite the billions earmarked for climate programs, E.P.A. remains underfunded and understaffed when it comes to its other obligations, including enforcing environmental laws and evaluating chemicals to ensure they dont pose an unreasonable risk to human health or the environment. The nonpartisan Environmental Integrity Project recently found that federal environmental enforcement was slipping under Mr. Biden. E.P.A.s civil cases against polluters hit a two-decade low in 2022, with 72 such enforcement cases closed in court. Thats fewer than during the Trump administration, which bristled against restrictions on industry yet closed an average of 94 enforcement cases per year. The Obama administration averaged 210 per year, the report found. E.P.A. officials said they were focused on protecting heavily polluted communities by increasing inspections and targeting the most serious violations. Industries regulated by the E.P.A. are also frustrated, saying the agency is taking too long to determine whether new and existing chemicals pose an unreasonable risk to the environment or human health. The American Chemistry Council, which represents companies like Dow, DuPont and ExxonMobil Chemical, is frustrated by constant delays and lack of transparency in how resources are being deployed, according to a statement from Kimberly Wise White, vice president of regulatory and scientific affairs at the trade group. Michal Freedhoff, who leads the E.P.A.s chemical unit, told Congress recently that the office of chemical safety would fall short of its obligations and miss many significant statutory deadlines. She blamed the fact that after a 2016 law significantly increased the agencys duties, the E.P.A. under the Trump administration never sought the resources from Congress that were required to perform the work. In fact, Mr. Trump tried each year to slash the E.P.A. budget by at least 30 percent. Highly skilled scientists and other experts left the agency as the Trump administration dismantled science advisory panels, disregarded scientific evidence and weakened protections against pollution. They beat down the E.P.A. work force, a lot of people left dispirited, said Senator Tom Carper, Democrat of Delaware and chairman of the Committee on Environment and Public Works, which oversees the E.P.A. The result is that the E.P.A.s chemical safety office is way behind, Ms. Freedhoff told Congress. Attracting and retaining staff has been difficult because of the heavy workload, she said. Mr. Carper said he was impatient, particularly with the regulatory delays, and had expressed that to Mr. Regan personally. The E.P.A. is hiring and, in the past two years, has increased its payroll by 3 percent, up to 14,844 employees. But that has brought total staffing levels to slightly more than when Ronald Reagan was president. Staffing at the E.P.A. peaked in 2004 during the George W. Bush administration, when there were 17,611 employees, according to the agency. Those levels ebbed and flowed slightly, but began to take a sharp dip during the Obama administration amid Republican control of the House and Senate. When Mr. Trump entered the White House, the E.P.A. had 15,408 employees. The following year it dropped to 14,172 employees, a level that stood more or less steady until the Biden administration. It was only last month that the agency received its first significant budget increase in years, an additional $576 million, for enforcement and compliance, as well as clean air, water and toxic chemical programs. Max Stier, the head of the Partnership for Public Service, a nonpartisan organization that seeks to make government more effective, said the E.P.A. faced a consequential hurdle to both accomplishing the long list of rules that Mr. Biden has promised and to expanding further to make sure money from the new climate law gets spent effectively. You have an organization that was at some level traumatized to begin with, that was facing difficulties created over many, many years of divestment and now you have a new set of requirements that are going to call for new capabilities, he said. Theyre going to have to build up their strength, and that does not happen overnight.",
	"label": "liberal",
	"title": "More Work and Few Hands at a Dispirited E.P.A."
}, {
	"content": "Send questions about the office, money, careers and work-life balance to workfriend@nytimes.com. Include your name and location, or a request to remain anonymous. Letters may be edited. Theres a reason young kids have to bring enough Valentines or other treats for everyone in their class or none at all: so no one feels left out or unappreciated. In the workplace, alas, there is no real way to ensure that everyone is treated the same way. You arent a killjoy for being human. Your workplace is certainly well-meaning, and its great that they care about fostering a collegial professional environment. You also have every right to opt out of things that make you uncomfortable. You can approach your manager again and share that the birthday announcement exacerbates your anxiety and that while you appreciate the efforts to recognize your birthday, you would better appreciate her honoring your wishes by saying nothing. After that, you may just have to let this go. Ill add one more thing. You arent in junior high. Youre a successful adult living a good life. Your worth is not determined by the number of birthday wishes you receive on the company Slack. If it is at all possible, try to reframe your thinking around this, though I realize that is far easier said than done. In California, most employment is at will. You can quit for any reason, and with a few exceptions, your workplace can terminate your employment, well, at will. A lack of engagement is certainly a potential cause for termination if engagement is something they are prioritizing. I would hope they use a more rigorous metric for engagement than being on camera during meetings and the other cosmetic things they would like you to do, but the workplace can be a fickle beast. Keep up the good work pretending and smile for the camera! Your colleague is just making comments to suit his work preferences. Who knows why? Hybrid-work policies are fairly popular because they offer flexibility  the ability to work from home and avoid everything going into the office entails while also being able to benefit from face-to-face interactions and collaboration with colleagues. Dont let him undermine you this way. You can ignore him and let your work speak for itself because success is excellent revenge. But its also important to stand up for yourself. His comments arent going to compel your employer to change its hybrid policies. They are simply a way for him to air his grievances and enjoin you to his dissatisfaction. The next time he suggests that your position didnt attract the usual number of candidates, remind him of the importance of quality over quantity and walk away. Only you can determine if fulfillment is enough. How much do you value learning on the job, and is that more important to you than the fulfillment of helping people? There is nothing wrong with standing in place if you are doing work you find rewarding. Thats the dream for many people. Are there professional competencies you would like to develop, even if they arent relevant to your current position? Are there ways you could satisfy your desire to learn outside of work? This might be a good opportunity to pursue an interesting new hobby or take a course at a local university or community college. There are all kinds of opportunities to learn that are not directly related to the work we do. This is an ideal time to start exploring what that might look like for you.",
	"label": "liberal",
	"title": "This Is the Workplace, Not Junior High"
}, {
	"content": "As TikToks chief executive was getting grilled by lawmakers last week about the apps relationship to Beijing, with some even calling for a ban, the companys Chinese owner was sending a message to Americans who regularly make and publish posts on social media: Come join our new app. ByteDance, the parent company of TikTok, invites you to become a launching creator on their new Lemon8 platform before it officially rolls out in the United States! said one of the messages sent to creators last week from marketing companies hired by ByteDance to do the outreach. The notes and linked materials, which were reviewed by The New York Times, declared Lemon8s ambition to become a top global social media service and cited the success of its sister company TikTok. It added that the platform, which has already been quietly introduced on app stores, used the same recommendation engine that helps TikTok succeed. It will initially focus on topics like fashion, healthy food and wellness. The outreach is a sign that ByteDance appears undeterred in its ambitions to become one of the top makers of apps in the world, including in the United States, despite the growing calls in Washington to ban TikTok or force the companys Chinese owners to sell it. TikTok has amassed 150 million U.S. users, and ByteDance appears eager to replicate its success with Lemon8. But lawmakers and regulators may have similar concerns about Lemon8 as they do with TikTok, which has become a central battleground between the United States and China over technological and economic might. Washington officials have said TikTok poses a national security risk, citing concerns that Beijing could gain access to sensitive data about the apps users, like location information, or that China could use TikToks content recommendations for misinformation. Its a social media platform like Instagram, it has to do with gathering information on users and it has the same ownership structure, being a child of ByteDance, so I think the same issues are going to come up, said Lindsay Gorman, head of technology and geopolitics at the German Marshall Fund and a former tech adviser for the Biden administration. Even if the app initially appears innocuous, she added, ultimately with social media platforms in particular, they involve content, and eventually thats always going to lead to political content and news content. Jennifer Banks, a spokeswoman for ByteDance, did not respond to questions about Lemon8 and whether the company anticipated any regulatory scrutiny. Lemon8 is available to download, but it has not been formally launched. ByteDance is planning a global marketing push to attract more users in May, according to emails to creators. The online news site Insider reported on Lemon8s entry into the United States in February. Krishna Subramanian, a founder of the influencer marketing firm Captiv8, described the app as a combination of Pinterest and branded posts on Instagram, with a greater focus on pictures and more text than TikTok. It has two columns of content and is packed with product recommendations and tips, with an eye to fueling shopping. Its ideal creator portrait is a 22- to 26-year-old woman in the New York or Los Angeles area with a focus on fashion or beauty, according to presentations that Lemon8 shared with marketing agencies in January. The vision for Lemon8, one page said, was to build the most inspiring and informative platform to discover, share, and bring ideas to life. Lemon8 also said it was introduced in Japan in April 2020, and reached five million monthly active users worldwide last year as it expanded to other countries including Britain, Singapore and Indonesia. The recruitment effort is a reminder of the gap between how Washington views TikTok and ByteDance, and the perceptions of marketers and TikToks often young users, including creators who make money by posting there. TikTok creators are already encouraging viewers to follow them on Lemon8, attracting comments littered with lemon emojis. ByteDance also owns a popular video-editing tool called CapCut, which has become one of the top free apps on Googles and Apples app-store charts. The fact that its owned by ByteDance means that creators will give it a chance, Mr. Subramanian said. There is that chance it could become a really, really big part of culture. Crystal Scruggs, a 29-year-old lifestyle creator from Houston, received an email from Obviously, one of the marketing firms working with ByteDance, the day after TikToks chief executive, Shou Chew, gave roughly five-hour congressional testimony. The email invited Ms. Scruggs to apply to become a launching creator for fashion on Lemon8. If chosen, Ms. Scruggs would be paid a small, undisclosed stipend for posting on the app. She would have to create 10 posts that would be published in April, with topics like shopping reviews and recommendations or fashion tutorials. Each post would include three to 10 images, require a caption of at least 150 words and need approval by Lemon8 before being published. She said she was struck by the tone of the email, which she said felt different from the brand campaign emails she typically receives. It felt impersonal, and Ms. Scruggs initially wasnt sure if it was a legitimate business opportunity. When companies or people who work with creators send over information, they usually ask you if youre interested before just sending over a whole brief, Ms. Scruggs said. Ultimately, she was not interested. The email just seemed like it was something that was sent out to a million different people and not something that was directed toward any people specifically to be a part of a campaign, she added. I try to stay away from those things. The effort has been something of a swarm by design. Hundreds of creators in the United States have already signed up, which will help Lemon8 reach its goal of populating the platform with thousands of pieces of content this spring, according to a person with direct knowledge of the apps plans who spoke on the condition of anonymity because the plans were not public. Once Lemon8 selects its initial creators in the United States, they will receive guidance on which topics and aesthetics tend to result in popular content. They will post throughout April in a phase called content accumulation. In May, the app will focus on adding users and helping creators gain followers. In September, the app will turn its attention to commercialization opportunities, like helping creators make money from brand and agency deals, and presumably other forms of advertising. Lemon8 offered creators several incentives to be early partners of the platform beyond its stipends for posts. They could be featured on the apps Discover page or among Lemon8s Rising Stars  and they could even have their content marketed on TikTok.",
	"label": "liberal",
	"title": "The Owner Of TikTok Is Pushing A New App "
}, {
	"content": "The latest viral trend on TikTok is defending TikTok. Now is the time to fight the ban on TikTok, read a caption of a TikTok video that was posted on Thursday about the apps future. #savetiktok #keeptiktok. Do I believe TikTok should be banned? No, Representative Alexandria Ocasio-Cortez, Democrat of New York, said on Friday in her first TikTok video, which netted more than 3.7 million views. Other TikTok users shared video montages of the apps chief executive, Shou Chew, to the tune of pop songs and applied the fancam treatment typically reserved for celebrities. Across TikTok, users have in recent days leaped to the defense of the popular video app, which is owned by the Chinese company ByteDance. In hundreds of videos, they have argued that the app should not be banned in the United States over national security concerns, questioned why American social media apps arent facing similar scrutiny and expressed concerns that their First Amendment rights are under attack. The outcry follows rising concerns from lawmakers and the Biden administration over whether TikTok provides sensitive data about American users to Chinese authorities. On Thursday, Mr. Chew appeared before Congress and was grilled for roughly five hours, with lawmakers questioning whether TikTok was spying on Americans on behalf of the Chinese government, endangering young people with toxic content and invading peoples privacy. Mr. Chew said TikTok had a plan to protect American user data and denied that the Chinese government controlled ByteDance. But his answers were largely met with derision by lawmakers, fueling calls for TikTok to be banned entirely from Apples and Googles app stores in the United States. The Biden administration has also pushed for TikTok to be separated from ByteDance through a sale, a move that China has opposed, or for it to try to strike an agreement with the U.S. government over data security concerns. But on TikTok itself, lawmakers concerns landed with a thud. There needs to be an age limit on congressional positions bc this was so embarrassing, one user wrote in the caption of a video posted on Friday. Many were solidly against a TikTok ban in the United States. Doctors, self-defense experts, parenting influencers and others shared videos saying they were already researching ways to maintain access to the app even if it became banned and blamed Facebook and Google for the criticism. The hashtag #TikTokBan had 1.7 billion views on Monday, up from 983 million on March 18. Many TikTok users also rallied behind Mr. Chew, who is Singaporean. They highlighted lawmakers asking the executive yes or no questions and then interrupting him. They also portrayed Mr. Chews responses as wins against uninformed lawmakers, who sometimes posed basic questions about the internet. And they made their displeasure known in their videos. Some users cut together older photos of Mr. Chew and clips from the hearing with viral TikTok songs, like Chris Browns Under the Influence. One user posted videos of the Schitts Creek character David Rose sighing and rolling his eyes to express disdain for lawmakers questions. One account shared a video of a young child responding to the clips with exasperation. The response was probably what TikTok had hoped for. Mr. Chew, who has avoided the public eye for much of his tenure as chief executive, posted a video last week on TikToks main account and told American users that lawmakers could take TikTok away from all 150 million of you. He posted another video after the hearing, reiterating TikToks messages to lawmakers. Each video received more than 25 million views. It seems clear that much of America did not experience the hearing the same way many members of Congress and political insiders did, Brooke Oberwetter, a spokeswoman for TikTok, said in a statement. Mr. Chews messages were apparently taken to heart by some fans who posted on TikTok that they found him attractive. One video spliced photos of Mr. Chew to the beat of lyrics from the K-pop girl group New Jeans: Oh my, oh my God, I was really hoping that he will come through. The caption read, Come through for us shou oppa, referring to a Korean term for older men. It garnered more than 4.3 million views. Others called Mr. Chew, 40, who is married with two children, a zaddy, a slang term that rhymes with daddy and refers to older, attractive men. If TikTok bad, why is he Fine??? one user posted in a video with three-million-plus views. shou zi chew didnt chew he devoured, one comment, which had some 29,000 likes, said under another video supporting the TikTok chief executive. Mr. Chew, who had fewer than 20,000 followers on his personal TikTok account on March 21, now has 557,000, according to Trendpop, a social media analytics firm. TikTok users also mocked some of the questions from lawmakers. One target of their ire was Representative Richard Hudson, Republican of North Carolina, who asked Mr. Chew at last weeks hearing if TikTok can access the home Wi-Fi network. The exchange  including Mr. Chews puzzled response saying, Only if the user turns on the Wi-Fi  was shared in multiple posts. One caption read, Were  not entirely sure  if Rep. Richard Hudson knows how TikTok OR WiFi works? Another caption featured a series of wide-eyed blushing emojis.",
	"label": "liberal",
	"title": "After Drubbing, Defending TikTok Chief Goes Viral"
}, {
	"content": "Lyfts co-founders said on Monday that they would step down from their day-to-day responsibilities at the company, which has struggled through layoffs and disappointing financial results even as Uber, its biggest rival, has strengthened. The founders  Logan Green, Lyfts chief executive, and John Zimmer, its president  will stay on the companys board of directors, they said. After starting Lyft in 2012, Mr. Green and Mr. Zimmer, now both 39, were high-profile personalities in its early days. They presented Lyft as a friendly alternative to Uber and its aggressive chief executive, Travis Kalanick, and avoided many of the controversies that enveloped their competitor. Vehicles driving for Lyft were easy to spot when the company started. They often had a fuzzy, pink mustache stuck to their front grille, and Lyft passengers for a time were even encouraged to sit in the front with the driver. But Lyft, like many other gig companies, has been unable to turn a profit despite years of fast growth, and recently has fallen further behind Uber in the ride-hailing business while failing to branch out into other areas, such as food delivery. David Risher, the chief executive of a nonprofit called Worldreader and a member of Lyfts board, will replace Mr. Green as chief executive. Mr. Greens last day will be April 17, and he will become the chairman of the board. Mr. Zimmer will depart his current role at the end of June and become vice chair, the company said. As I pass the baton to David, I want to share this: We continue to have an incredible opportunity to push the boundaries on how transportation can help connect people and build a better future, Mr. Green said in a blog post. Mr. Green and Mr. Zimmer bonded over their interest in improving transportation and reducing traffic through ride-hailing services. Though the business was far smaller than Uber, they saw promise in 2017 when a campaign to delete the Uber app took off and drove interest in Lyft. But critics have said they squandered their brief advantage, making bets that lacked ambition, like on small businesses such as scooters and bicycles. Lyfts business has been slow to rebound from the lockdowns of the early days of pandemic, as driver supply problems have caused high prices and long waits for passengers. Lyfts stock price has dropped below $10, down from about $40 a year ago and close to $80 at its peak. News of the resignations, which was reported earlier by The Wall Street Journal, sent the companys stock price surging in after-hours trading. Mr. Risher, 57, was a general manager at Microsoft and a vice president at Amazon in the 1990s before founding Worldreader, which helps children get access to digital books. John and Logan came up with this incredible idea that really did define an entire sector years ago, he said in an interview on Monday. And like many, many entrepreneurs, they along the way got a bunch right, and then they did some experiments that probably didnt work out in the way they expected. Then the pandemic hit, and that kind of shuffled the deck again. The search for a new leader began late last year when Mr. Green told the board that he was considering stepping down, Mr. Risher said. Though Lyft may be an underdog to Uber, he said his company could appeal differently to customers. When I look at the 800-pound gorilla, I see a company that I think is very business-model driven. But were going to be customer driven, Mr. Risher said. Early in the pandemic, Lyft and Uber were on nearly equal footing: The vast majority of their businesses had to shut down, and they laid off many of their employees. But Uber, which has a global presence that Lyft lacks, bounced back more quickly, partly because its worldwide availability and food delivery business kept drivers on its platform and blunted the impact of the pandemic, analysts and former employees have said. Uber also invested more in financial incentives to persuade drivers to return to the platform after the pandemic ebbed, while Lyft did not initially have enough drivers to meet resurgent rider demand. In November, Lyft laid off 13 percent of its employees. Then, in February, it spooked investors when its financial projections for the year fell below their expectations, sending its stock price tumbling. Lyft said at the time that it needed to lower prices to be more competitive. Lyft did report record revenue of $1.2 billion in its most recent quarter  as well as $588 million in losses. Uber, on the other hand, reported $8.6 billion in revenue and told investors that it expected to achieve operating income profitability at some point this year, which indicated that its business was strengthening. Tom White, a senior research analyst with the financial firm D.A. Davidson, said he considered the leadership change a potential modest positive. A new leader, he said in an email, could signal increased willingness to broaden Lyfts strategic aperture a bit as it relates to other possible adjacent products (delivery?), partners or ways to create value.",
	"label": "liberal",
	"title": "Founders of Lyft Will Step Down Amid Layoffs and Disappointing Bottom Line"
}, {
	"content": "WASHINGTON  The Biden administration recently told TikTok that it wanted the apps Chinese owners to sell the app or face a possible ban in the United States. But that plan hit a roadblock on Thursday, when Beijing said it would oppose a sale. The announcement scrambled the debate over the future of the app, leaving the White House with few if any clear options. President Bidens narrow menu now includes trying to ban the app  the other side of the administrations threat. But that would be very difficult without congressional help. Or, experts said, he could try to push a sale anyway, through a government body that vets foreign companies, essentially daring Beijing to make good on its opposition. He has to make a choice: Does he want to have a confrontation with China over TikTok? said James A. Lewis, a senior vice president at the Center for Strategic and International Studies. A Chinese Commerce Ministry spokeswoman said at a news conference on Thursday that the country would firmly oppose the sale of the app. Forcing such a transaction would seriously undermine the confidence of investors from various countries, including China, to invest in the United States, she added. Her rebuke of the Biden administration arrived just hours before TikToks chief executive testified in front of Congress for the first time. The executive, Shou Chew, faced roughly five hours of harsh questioning from lawmakers of both parties about Chinas ties to the company, data privacy and the apps effects on children. Many lawmakers cited the Chinese statement as evidence that the app could be subject to Beijings sway. The administration has long feared that Beijing could compel TikTok to hand over the sensitive data of American users, or use its powerful content recommendation algorithm to spread propaganda. It has been negotiating a deal that would allow the app to continue operating in the United States if it stored its U.S. user data on domestic servers. But senior administration officials have balked at that proposal, and recently made it clear that they would rather see the apps Chinese owner, ByteDance, sell it. Now, the administration will need to weigh whether to push banning the app, cutting it off from its 150 million American users. But that is legally fraught: Federal courts ruled that President Donald J. Trump didnt have the authority to ban TikTok from Apples and Googles app stores. This month, the White House endorsed a bipartisan Senate bill that would give the Commerce Department the clear power to ban any app that endangered Americans security. If it passes, the administration is likely to be on stronger legal ground in banning TikTok. The administration could also revisit the deal it had negotiated for TikTok to store the data of its U.S. users on Oracle servers in America. Oracle would also monitor how TikToks algorithm recommended content, as a possible hedge against the apps being used to spread Chinese government disinformation and propaganda. But that proposal was met with skepticism from some of the administrations top players, including at the Justice Department and in the White House, leading the administration to push for a sale. A spokeswoman for the White House did not immediately respond to a request for comment. Handling TikTok has grown only more complicated since Mr. Trump urged ByteDance to sell it in 2020. Afterward, China revised a list of protected technologies, which analysts say would require ByteDance to obtain government permission to sell the app to an American buyer. TikToks most valuable technology is its recommendations algorithm, the source of its success attracting and retaining users around the world. In addition, the court rulings against banning TikTok from the app stores took away crucial leverage that the White House had used to get ByteDance to consider selling. Any decision to remove the app, either somehow banning it in the United States or blocking further downloads, may also be more politically fraught for Mr. Biden than it would have been for Mr. Trump. TikTok has millions more users in the United States than it had in 2020. But the roughly five-hour hearing with Mr. Chew on Thursday showed that political demand for action is building in Washington. About four dozen lawmakers took aim at Mr. Chew, many accusing his company of close ties to the Chinese government. He tried to distance himself and TikTok from China, but lawmakers were vocal in their skepticism. When we spoke a couple of weeks ago, you indicated interest in taking steps to earn our trust, said Representative Lori Trahan of Massachusetts, a Democrat. And, to me, it hasnt happened today so far. Repeatedly, Mr. Chew told lawmakers that the companys plan to keep user information in the United States on servers operated by Oracle, which it calls Project Texas, would address their concerns. But they did not seem to buy it. With all due respect, the No company can be perfect line has been used way too much today, said Representative Angie Craig, Democrat of Minnesota. Clearly, in the three-plus hours youve been before us today, what youre saying about Project Texas just doesnt pass the smell test.",
	"label": "liberal",
	"title": "Beijing Pushes Back on TikTok Sale, Narrowing Options for Biden Administration"
}, {
	"content": "Mark Russell, a master of political satire who stood at a star-spangled piano and kept the cognoscenti in stitches for six decades with musical parodies and professorial tomfoolery that tweaked politicians and captured the silly side of Washington, died on Thursday at his home there. He was 90. The cause was prostate cancer, his wife, Alison Russell, said. With his deadpan solemnity, stars-and-stripes stage sets and fusty bow ties, Mr. Russell looked more like a senator than a comic. But as the capital merry-go-round spun its peccadilloes, scandals and ballyhooed promises, his jaunty baritone restored order with bipartisan japes and irreverent songs to deflate the preening ego and the Big Idea. Presidents from Eisenhower to Trump caught the flak. He sang Bail to the Chief for Richard M. Nixon, urged George H.W. Bush to retire to a home for the chronically preppy, likened Jimmy Carters plan to streamline government to putting racing stripes on an arthritic camel, and recalled first seeing Ronald Reagan in the picture-frame department at Woolworths, between Gale Storm and Walter Pidgeon. Did he have any writers? Oh, yes  100 in the Senate and 435 in the House of Representatives. The true meaning of the Cold War? In communism, man exploits man. But with capitalism, its the other way around. Gun control? I will defend my Second Amendment right to use my musket to defend my Third Amendment right to never, ever allow a British soldier to live in my house. For 20 years, from 1961 to 1981, he was the resident onstage wit at the Shoreham Hotel in Washington, and for 30 years, from 1975 to 2004, he hosted comedy specials on PBS. He also appeared on CNN and NBC, and on a national circuit of colleges, conventions and other venues, often 100 times a year. Critics said that the political satire of Mort Sahl and Tom Lehrer had more cutting edge, but Mr. Russell thrived on subtler material that went over with students, politicians and public television audiences. He exploited popular presidential images: Gerald R. Fords stumbling, Bill Clintons sexual foibles, Reagans jelly beans. But he also struck a balance between Democrats and Republicans, liberals and conservatives, with humor that required a certain familiarity with national and international affairs, if not political sophistication. As he told The New York Times in 1981, Events fall right into your hands in this town. Long before Jon Stewart and Stephen Colbert exposed the illusions of virtue in Washington, there was Mark Ruslander from Buffalo, a college dropout and Marine Corps veteran who landed in the capital in 1956, changed his surname to Russell and began playing piano in striptease joints and bars. He later inserted political wisecracks into his patter at the Carroll Arms cocktail lounge, near the Capitol. It was a hangout for Senator Joseph R. McCarthy and his sidekicks, and the conventioneers and tourists flocked to see the Capitol insiders as much as the entertainment. One night in 1959, after a news report disclosed that an Iowa congressmans teenage son was his highest-paid staff member, Mr. Russell sang his first parody, composed by his friend Sid Yudain, the founder of the congressional newspaper Roll Call, to the tune of a Frankie Laine hit, That Lucky Old Sun. Up in the morninOut on the jobWorkin for my daddyFor my pay-ay.Just a lucky young sonWith nothin to doBut roll around CongressAll day-ay. After that, Mr. Russell wrote his own parodies, mostly to the melodies of old standards. Alert to political shenanigans, he learned that a Minnesota congresswoman had been ordered home by her irate husband, who was tired of her politics interfering with his family life. To the tune of Wont You Come Home, Bill Bailey? Mr. Russell sang, Wont you come home, Coya Knutson? As Mr. Russells reputation spread, the Carroll Arms lounge became the Hills in spot. Senator Hubert H. Humphrey, Robert F. Kennedy, Vice President Nixon and the Kennedy-Johnson press secretary Pierre Salinger began dropping in. Mr. Russell acquired a following among White House and congressional aides and reporters. He took in the gossip and read newspapers and even The Congressional Record for material. After two years, he moved up to the Shoreham, in northwest Washington, home to many prominent politicians and inaugural balls. He packed in the crowds for years. He also performed in New York, Chicago, Montreal and London; wrote a nationally syndicated humor column; and became one of the nations best-known comedians. In the 1970s, the Watergate scandal gave Mr. Russell a windfall of gags for a series of comedy albums and stand-up one-liners. (I called the White House this morning, and the only reply I got was a recording of Taps.) Presidents were all grist: Jimmy Carter went to Philadelphia for the bicentennial. He laid hands on the Liberty Bell and the crack was healed. Hallelujah! Gerald Ford reminds me of the guy who answers the meat buzzer at the A. & P. Joseph Marcus Ruslander was born in Buffalo on Aug. 23, 1932, the older of two sons of Marcus and Marie (Perry) Ruslander. His father worked in a gas station; his mother, in a department store. For Mark and his brother, Dan, humor was a staple of family life. I come from a funny family, Mr. Russell told The Washington Post in 1976. There was a kind of competitiveness as far back as I can remember. We were always putting each other on. The brothers sang and played the piano at family gatherings. They made their first public appearance when Mark, 12, and Dan, 8, put on a show and won free passage on an overnight boat across Lake Erie to visit an uncle in Detroit. At 14, Mark formed a band that played at a Buffalo restaurant. His heroes were Fred Allen and Jack Benny on the radio, the Marx Brothers and Charlie Chaplin in the movies. After he graduated from Canisius High School in Buffalo, the family moved to Florida, where Mark attended the University of Miami briefly, then to Washington, where he studied for a month at George Washington University before enlisting in the Marines in 1953. He served in Japan and Hawaii, and he began his career after returning to Washington. Mr. Russell and his first wife, Rebekah Ward, were married in 1955. The couple had three children, Monica, Matthew and John, and were divorced in 1975. In 1978, he married Alison Kaplan. In addition to his wife, he is survived by his children; a brother, Dan Ruskin; six grandchildren; and two great-grandchildren. In 1975, Mr. Russell began appearing live four or more times a year on PBS in solo half-hour specials. Most originated in Buffalo, but others were telecast from around the world. They were consistently among the highest-rated programs on the network. His autobiography, Presenting Mark Russell, was published in 1980. He retired in 2010, but two years later he could not resist a comeback as President Barack Obama, seeking re-election, squared off against Mitt Romney. No comedian wants Obama to win, he said, relishing the prospect of four years of new material on the comedy circuit. We may vote for Obama, but we want Romney. In a 2016 show in Greensboro, N.C., Mr. Russell promised to be as balanced as is humanly possible, without prostituting myself, adding, There are so many controversial issues that I have to double up to save time. Pause. So Bill Cosby and Hillary Clinton walk into a bar.  Pause. So Bill Cosby and Donald Trump walk into a bar. ",
	"label": "liberal",
	"title": "Mark Russell, 90, Piano-Playing Political Satirist for 6 Decades, Dies"
}]